2018-01-22
你最终变成什么样的人，很大程度上取决于你在辛苦和困境里，是选择迎风奔跑，还是转身逃跑。当某天你站上高点回头看时，会欣慰地发现：当初踌躇满志、紧咬牙关，在不平坦也不平静的路上奋力奔跑的自己，最美。早安！

2018-03-13
内心不够笃定的人，才会在慌乱失措中急急忙忙地给自己削出各种棱角，以看似与众不同的方式横冲直撞，假装有个性。真正有个性的人是能够找到属于自己的天地，内心有方圆，做事有方法，在平静而淡定的日常生活中获得踏实的成就。新的一天，早安！

2018-04-07
真正有趣的人生都生根发芽于寻常光景。那些惊天动地的大事件犹如昙花一现，只能起到一针强心剂的作用。怀着积极的心态去面对日常生活中的点滴小事，才能发掘出真正而持久的生活趣味。新的一天，早安！

2018-02-22
生活就是不断寻找自我的过程。我们努力地向上，不仅是让世界看到我们，更是为了让自己看到世界。当我们一步一个脚印往前走时，就会发现，生活中的每一点进步，都在让我们的人生变得辽阔。新年工作第一天，早安！

2018-02-14
过去之于我们，是一本曲折起伏的书：或欢笑，或泪水，只是情节已被书写，无法改变。但未来却是一只万花筒，拥有无尽的色彩和无数的组合。不沉湎于过去，不空谈未来。不论在何处，愿你把握现在，鼓起勇气，探索未来的每一种可能。新的一天，早安！

2018-02-15
抖落一年的疲惫，有收获有汗水。掌声和鲜花虽甜美，进步的脚步更可贵。淡淡的牵挂总相随，变迁的过往不可追。今天除夕，回到亲人身边，无论爱还是被爱，一切都能重来，新的一年一切又可以重新出发。祝福回家路上的你一路平安，祝福坚守岗位的你不会孤单，祝福所有人狗年大吉，新春吉祥。早安！

2018-01-26
生活一直都很公平，如果今天的你是懒散的、拖延的，那么你的未来就可能是黑暗的。只有你积极努力过好了每个现在，你的未来才可能是五彩缤纷的。踏踏实实地前行，永不抗拒生命交给我们的重负，你未来的样子，就藏在你现在的努力里。新的一天，早安！

2018-02-25
说要早睡，却总是握着手机不放；定好闹钟，却还是能赖床就赖床。人生这条路，哪有什么捷径可走，只有长年累月的坚持，兢兢业业的汗水，才能带你去你所向往的远方。梦想的目的地，都是一步一个脚印才能到达。早安！

2018-02-18
每逢春节，我们就会遇到各种与年龄有关的“关心”：比如爱情婚姻，比如升职加薪等等。其实，人生的方向盘掌握在我们自己手中，年龄并不能定义人生。无论多少岁，都可以再次启程。爱你所爱，行你所行，听从你心。大年初三，早安！

2018-03-14
正在奋斗路上的你，千万不要怕吃苦。没有什么捷径能让你出类拔萃，没有哪些艰难困苦是白白煎熬。你的每一份经历，不管是顺境还是坎坷，都会增加你生命的厚度。所有的苦，以后都会笑着说出来。早安！

2018-02-13
春节越来越近，回首这一年，你的目标都达成了吗？也许梦想还未真正实现，忙碌的结果也有好有坏，但认真生活的过程都是美好而可爱的。坚持每天吃早餐、每周回顾自己的得失、睡前读几页书。希望你不停学习，不停进步，让生活一直热气腾腾。早安！

2018-03-17
在我们人生的每一个阶段，真正重要的不是你身处何处，而是你要往何处走。有些路走起来艰涩坎坷，有些路看过去毫无尽头，可若你知晓方向，一步一步走下去，总会越来越顺遂平坦，走出一路风景。早安！

2018-02-12
总是抱怨加班，却没反思过自己上班效率高不高；苦恼身材不好，却管不住嘴，“每逢佳节胖三斤”。成功不会从天而降，必须为它奋斗努力。停止浑浑噩噩、得过且过吧，从严格的自我管理开始。今天起，把行动交给现在，把结果交给时间。新的一周，早安！

2018-01-06
人生就像一场马拉松。领先时不该沾沾自喜，落后时也不必慌乱着急。毕竟此刻的得失成败，不代表最终的成绩。把鲜花和掌声当作前进的动力，把挫折和失败化为奋进的勇气。只要坚持、放弃，你也能收获属于自己的奇迹。周末，早安！

2018-01-25
人一生会走过很多路，有一条路不能拒绝，就是成长的路；有一条路不能涉足，就是堕落的路；有一条路不能迷失，就是信念的路；有一条路不能停滞，就是奋斗的路；有一条路不能忘记，就是回家的路！收拾心情，轻装上路，新的一天，早安！

2018-02-24
你的生活掌握在你自己手上，全看你如何选择。你不坚强，没人会怜悯你的脆弱；你不努力，没人会陪你在原地停留；你不珍惜时间，没人会和你一起挥霍青春。当你一路风雨兼程向前用力奔跑时，终点一定会在不远的地方。早安！

2018-05-07
别人在图书馆，一待就是一整天；你却在宿舍玩手机，一熬就是一个通宵。一个人过得好不好，你自己最清楚；和别人的差距，你心里也有数。你不应该毫无准备地长大，人生的路，要靠自己的规划和努力去改变。愿你加速成长，遇见更好的自己。新的一周，早安！

2018-01-18
有些人的二十几岁，好像只认真过了一天，其他时间都在重复这一天。有些人看似每天都在费力地折腾，却活出了生活真正的滋味。青春只有这些时日，没有太多时间留给迷茫和懒惰。愿你在遭遇生活的打击时，依然坚信自己，爱你所爱，行你所行。新的一天，早安！

2018-05-24
一个人最高贵的品质是踏实。一味地紧张和焦虑没有一点实质性的帮助，与其有时间去纠结，倒不如认真地选好一个自己最喜欢的方向踏实努力。踏实地走好每一小步，你就会离目标越来越近。今天起，坚定步伐，做一个踏实的人，早安！

2018-06-13
我们有时候习惯给自己找借口：游戏让人上瘾，烧烤勾引味蕾，跑步太难坚持……三分钟热度后一切如常。但你要知道，我们不能一直停步不前甚至堕落退后。往前走，想要的身材自己练出来，想要的生活自己争取来。愿你我都能做更好的自己，早安！

2018-02-06
打算运动，想想就心累，索性躺着；想提升自我，却不知从何下手，于是放弃。当回报不清晰时，大部分人的动力就不够，开始表现出懒惰。想要什么，就真的为它努力，坚持下去的自律，总会变成你蜕变的契机。新的一天，早安！

2018-04-04
大胆走出舒适区是一种挑战，也是一种成长。学着去尝试，学着清除自己给自己设定的条条框框，接触没有接触过的人，做一些以前不敢做的事，在尝试新事物的过程中，你会收获不一样的力量。早安！

2018-02-01
每个人都是独一无二的，都有属于自己的生活方式。你不可能成为别人，也不必成为别人。你的生活别人不能复制，别人的生活也可能并不适合你。在自己的生活中发现意义、创造价值，努力做好自己，就是最美好的事。新的一天，早安！

2018-03-11
生命就这么一次，每一寸时光都是限量版。有梦就赶紧去追，有计划就赶紧去做。别再说“我害怕”“我不行”“再等等”，用尽全力，去做你想做的事，去爱你想爱的人，去成为你想成为的自己。早安！

2018-07-11
刚开始做一件事时很像在雾中行走，远远望去，只是迷蒙一片，辨不出方向。可当你鼓起勇气放下忧惧，一步一步向前时，你会发现，每走一步，你都能把前路看得更清楚一些。别站在远处观望，踏踏实实往前走，你就可以找到自己的方向！早安！

2018-09-18
你也许正面临两难的选择，你也许正经历难言的磨难，可谁敢说这看似残酷的更迭，不是你变得越来越好的凭证？从懵懂到睿智，从幼稚到成熟，当干练取代生疏，我们都在属于自己的成长之路上脚步渐稳。新的一天，早安！

2018-11-09
每个人都有迷茫的时候，感觉未来不知走向哪里。既然不能预测未来，不如把时间投入到正在做的事情，一点一滴提升自己。三五年后再看，那些放纵自己迷茫的人依旧迷茫，而你早已变成了更好的自己。早安！

2018-05-15
计划100天背完单词，可每次连A都没看完；想要80天练出马甲线，健身卡却一直在抽屉里落灰…你是不是也常常给自己设立目标，却总是没有行动的勇气。间歇性的踌躇满志，持续性的得过且过，别再让拖延症拖累你的生活。从今天起，对自己的每一分钟负责，早安！

2018-07-23
每个优秀的人，并不是与生俱来就带着光环，也不一定是比别人幸运。他们只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃努力。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们变成更好的自己。早安！

2018-04-02
世上没有简简单单、轻轻松松就成功的人。要想在人前发一份光，人后就得付出百倍的努力贮蓄热量。成功对于每个人都是公平的：它承认和奖赏勤劳努力，漠视和惩罚懒散消极。新的一周，早安！

2018-10-09
生命的天空，有风和日丽，也有云遮雾障。我们决定不了命运的走向，但我们能决定：是懒散度日，还是振作奋起；是消极悲观，还是乐观向上。无论多少，奋斗了，就有收获；无论成败，努力过，就不后悔。新的一天，早安！

2018-04-15
总有人觉得日子无聊枯燥，以“生活在别处”的说法消解失落。其实，生活的本真是平淡而非乏味，热爱生活的人自然能在日常生活中发现美好，把别人眼中一成不变的生活过成自己想要的样子。周末，早安！

2018-07-29
人生就像一盘棋，一旦落子就不能反悔。过去也许有过荣耀，或许经历挫折，但都已不再重要。我们唯一能做的，就是走好脚下的每一步，下好眼前的每步棋。把每一个平凡的当下都努力过得精彩，才能给未来留下最美的回忆。新的一天，早安！

2018-03-09
人生没有彩排，每一天都不会重来。时间在流逝，我们在前行。在人生这条路上，唯一能让我们走得更远更宽的方法，就是成为比昨天更好的自己。做个行动派吧，从一个微笑、一份宽容开始，每个微小的改变，都能给你的人生带来很大不同。新的一天，早安！

2018-03-25
我们总是在一个个十字路口踌躇徘徊，不断在心里忖度，究竟该选择哪一条。其实，每一条路上都会有荆棘与坎坷，只要你够自信、无所畏，每次选择都会离理想更近一步。你要相信，选择本没有对错，越努力，越幸福。早安！

2018-06-10
行动力，是对平庸生活最好的回击。不行动，梦想就只是好高骛远；不执行，目标就只是海市蜃楼。别总是懒在床上羡慕别人的成就，想做一件事，就马上开始。只要开始，就会有收获。早安！

2018-06-11
你会过一种什么样的生活，关键在于你怎样面对生活。打拼的过程中，只要肯扎实前行，你就可以活出自己的姿态；停步小憩的时候，只要保持自律而心境恬淡，你也可以把日子过成诗。愿你无论身在何地，都过得有滋有味。早安！

2018-07-12
咖啡是苦还是甜，不在于怎么搅拌，而在于是否放糖；人生是喜还是悲，不在于怎么抱怨，而在于能否超越。遇到困难，有的人感觉真是太倒霉了，有的人则可以谈笑风生。人这一辈子，难免遇到各种挫折，要想走出阴影，只有靠自己。新的一天，早安！

2018-05-25
这世上最可耻的浪费，莫过于浪费时间；最可耻的辜负，莫过于辜负自己。对得起时间，才对得起自己。新的一天，早安！

2018-03-24
幸福是一种心境，和你住什么样的房子、开什么样的车、有多少钱都没有关系。去主动选择自己喜欢的生活方式，而不是被动地被生活选择，因为聪明的人都知道，生活并不是活给别人看的，而是给自己过的。周末，早安！

2018-04-23
人生最清晰的脚印，往往印在最泥泞的路上。如果你想拥有从未有过的东西，那你必须去做从未做过的事情。去做你想做的吧，趁阳光正好，趁现在还年轻。没有努力会白费，你今日撒下的种子，终将在未来某一天悄悄生根发芽。新的一天，早安！

2018-06-14
有人常感慨别人过得从容轻松，哀叹自己力不从心。与其想着如何成为别人，不如踏实做好自己。羡慕别人不能为你带来进步，因为每个人都有自己的人生路，每条人生路都值得认真走。高下之差，在于你怎么努力，怎么用心。新的一天，早安！

2018-01-03
一个人的人生舞台不是在别人眼中，而是在自己心中。我们的倾力付出，不是为了获得别人的掌声，而是为了拓宽自己眼界的广度、心灵的宽度和见识的深度。当你发现自己每一天都比前一天变得更好，这就是最值得骄傲的事。早安！

2018-03-01
2018年已经过去了1/6，你是否仍在一边抱怨时间过得太快，一边又把日子过得漫不经心。试着花一分钟读首诗，花一小时做饭、跑步，花一天大扫除、看展览或演出……当你愿意行动起来时，接下来的每一天，你都是一个全新的自己。三月，早安！

2018-02-23
成功是急不来的。不计较眼前得失，将注意力真正着眼于正在做的事情本身，持续付出努力，对过程把控有度，才能一步步向前推进，逐渐达到理想的目标。不着急，才能从容不迫，关注于过程，结果自会水到渠成。早安！

2018-04-09
好的生活不是拼命透支，而是款款而行。当我们被欲望追赶，步子迈得太快，就容易丧失自我。懂得给欲望做减法，学会与内心平和相处，坚守一份清醒与自持，保持自己的步调，才是真正的内心强大。早安！

2018-06-03
海有潮起潮落，月有阴晴圆缺，世界上没有十全十美的事情，也没有完美无缺的人生。追梦路上，总会有这样那样的遗憾。或许现实不那么完美，但我们每个人都是独一无二的，只要坚信奋斗的力量，我们终将成就属于自己的无悔人生。早安！

2018-01-12
总觉得有做不完的事，见不完的人，可是似乎效率并不高，每天过得忙碌又茫然。其实，并不是你不够努力，只是太多事让你分心。放弃那些本无必要的社交，抛弃那些徒增烦恼的情绪，去思考什么最重要，然后集中精力，专注追求。精简生活，从今天开始。早安。

2018-05-23
碰到一点压力就不堪重负，碰到一点不确定就自认前途黯淡，这只是为不想努力而找的借口。请正视自己，做自己擅长的事，设定小目标并为之努力。年轻是一种资本，认真修炼自己，终有一天你将收获成功。新的一天，早安！

2018-05-28
没有谁的二十几岁是轻轻松松过来的。工作中受到委屈，自己排解；生活中遇到麻烦，努力解决；成长路上的迷茫和孤独，你必须独自经历。人生没有容易二字，最怕你在挫折面前只是顾影自怜。越努力，越幸运，新的一天，早安。

2018-05-14
很少有成功可以一蹴而就。有的人稍稍努力得不到回报，就怨天尤人、自暴自弃，这是错误估量了成功背后的代价。学会不计较短期回报，持之以恒做好每一件事，才可能在长期成功的路上走得更远、更稳健。新的一周，早安！

2018-02-05
生活工作上的压力，常常让你停下前进的步伐。别怕，人生其实没那么多难题，真正让你感到为难的，是自己那颗尚未开始就已经退缩的心。别让畏难情绪框定了你的人生，生命就这一次，每一寸时光都是限量版。早安！

2018-05-09
感慨时光的飞逝，却天天熬夜睡懒觉。焦虑未来的迷茫，却依旧刷剧打游戏。其实，读书才是你对抗时间的最好方式。选择读书，就是选择拓宽灵魂的广度。不停读书，你的生活就会朝气蓬勃。新的一天，早安！

2018-07-01
经历过跌跌撞撞，才知道内心所向；经历过迷茫不安，才懂得逼自己前行；经历过窘迫尴尬，才学会耐得住性子。任何人的成功都无法一蹴而就，每一阶段的抵达，都是一步一个脚印的积累。慢慢来，别着急，生活终将为你备好所有的答案。早安。

2018-04-29
每一段时光都有意义。为了目标全身心投入，那种紧张充实让我们获得满满的价值感；慢下来欣赏风景、享受生活的时刻，同样可以带给我们别样的体悟。保持好节奏，不断地往前走，我们就不会辜负这只有一次的人生。假期，早安！

2018-06-12
总以为好心态跟性格有关，后来才发现，哪有天生的好心态，不过是懂得调整而已。每个人一天都只有24小时，烦恼的事上多耽搁1秒，快乐的时间就缩短1秒。既然我们避免不了事情发生，那就学会调控自己的情绪，以美好姿态迎接新的一天。早安！

2018-01-28
幸福平凡又简单，它就藏在看似琐碎的生活中。有所期待、有人陪伴就是最大的幸福。其实幸福的人，并非拿到了世界上最好的东西，而是珍惜了生命中的所有。学会慢下来，用心享受每一天的“小确幸”吧！周末，早安。

2018-04-21
蜗牛一寸寸地爬，每一寸皆是突破；雄鹰一里里地飞，每一里都是奋进。做人就要学习蜗牛往上攀爬的精神，保持快乐；洞悉雄鹰展翅高飞的恒心，一直向前。突破自我，挑战自我，做最好的自己！新的一天，早安！

2018-05-17
在我们成长的路上总会遇到事与愿违的时刻。愿你看清事情真相后，依然热爱生活；知道世界不太完美后，依然拥有如初的信仰。只要我们一直向上拔节，永远保持着一种勃勃的姿态，眼前的迷雾终会豁然开朗。早安！

2018-09-05
渴望新的开始，但不想走出舒适圈；打算提升自我，又不愿直面缺点；想要努力改变，却担心遭遇失败。人生就像长跑，没有踏上起点的勇气，就永远看不到终点的红线。与其在艰难的日子里一蹶不振，不如直面困难，勇敢前行。新的一天，早安！

2018-08-01
你习惯于把一件事做到100分，还是只把一件事重复做了100次？每个人都知道要尽力而为，但却很少有人能把一件事做到精益求精。潜下心来，不骄不躁，把每一件手头的事做到完美，你会有不一样的收获。早安！

2018-01-08
一个人若想在社会上赢得一席之地，真正让人喜欢和重视，就必须实实在在地贡献自己的价值和力量。在价值和力量的背后，一定有过无数不畏苦累、迎难而上的付出与坚守。努力这个词也许很平常，但努力终将使你的人生不平庸。早安！

2018-01-23
情商高低，意味着你能不能做自己情绪的主人，很大程度上也决定了人生格局的大小。高情商的人，既让别人舒服，也不会委屈自己。从今天开始，学习控制情绪、甩掉对过去的抱怨，提升情商，成为更好的自己。早安！

2018-01-24
独自在外打拼，默默忍受孤独寂寞。难过时无人倾诉，只能偷偷哭泣。这时，千万不要为了眼前的困难却步。请相信，你远比想象中的更强大。你唯一需要担心的是，不曾拼尽全力的你，配不上自己的野心，也辜负了经历的苦难。为自己加油，早安。

2018-03-10
人的生命旅程应该是平衡的，有松也有紧，有忙也有闲。忙时就专心地忙，为以后积累多一点的闲暇时光；而闲下来时，也要一心一意地闲，享受当下，才能有力气迎接下一刻更积极的忙碌。周末，早安！

2018-04-19
真正的乐观不是盲目相信一切都会顺风顺水，而是一种能够允许失败的心态。了解自身的局限，正视失败的可能，但仍然选择坚持和践行自己的梦想。带着积极向上的状态，不停尝试，不言放弃，生活终会给我们想要的答案！早安！

2018-03-15
作业非要拖到最后一刻才写；工作非要等到截止日期才动手。宁愿焦虑地玩，也不愿动手先完成眼前的任务。别再对自己说“待会再做”，切断干扰源，将大目标分解成多个小目标，从现在开始行动。生活早一点改变，梦想就会早一点实现！早安！

2018-03-30
山不却垒土之功，故能成其高；海不避涓涓细流，故能成其大。这世上从来就没有一步登天的神话，有的只是日积月累、滴水穿石。只要方向足够明确，信念足够坚定，全世界都会为你让路！新的一天，早安！

2018-03-28
心绷得太紧，就容易烦躁。尝试给自己一份松弛的柔软，对暂时不顺心的事，抱以理解与包容。当你的心不再那么紧绷，你会发现你与他人之间多了几分宽和，与世界也会多了几分契合。新的一天，早安！

2018-03-23
有时候，当你必须面对不如意时，记得向这段经历学习。越早看见自己的脆弱，学习接纳它，你就越知道自己该去往哪里。这些不完美会为你打开一扇门，藏在后面的是整个世界的美意。早安！

2018-06-17
他普普通通却是你的超级英雄，他不善言辞却愿为你倾尽所有，他一直把严肃写在脸上，却把疼爱化为行动。从小到大，他一直是你的避风港，希望从今往后，你也能成为他的依靠。今天是父亲节，用你的方式表达对父亲的尊敬与爱吧！早安！

2018-01-19
你总说“我办不到”，遇到困难就想“怎么没人帮我”；可有人想的却是“我总有办法做到”“没什么不可能”。当你仰望他人的成功，因自己的平庸怨天尤人时，实际上，正是你的思维，决定了你的人生。所以，放下你的悲观，放下你的退缩，放下你的万种理由，去努力就是了。早安。

2018-09-16
听到别人生活不如意，就自我感觉良好；见到他人晒幸福，就觉得灰心迷茫。如果把时间都用来关注别人，哪还有功夫提升自己？记住，你的注意力在哪里，成长就在哪里。踏实走好每一步，终有一天生活会垂青于你。新的一天，早安！

2018-02-11
一年又一年，时光匆匆流逝。我们总在感叹光阴易逝，总以为太晚，却正是在这样的惋叹中错过了开始奋斗的机会。不再蹉跎、珍惜当下，十年、二十年后，你会感激现在的自己。乘风破浪，只为到达心中的远方！早安！

2018-05-20
平庸还是出众，都来自于我们自己的选择。想要舒适安逸，我们总会有无数理由说服自己安于现状；想要变得更好，我们同样也会想出无数办法应对暂时的困难。最关键的，是你愿不愿意做出改变。新的一天，早安！

2018-05-05
周末是一种和工作时不同的生活状态。它并不意味着像脱缰的野马一样失去控制，而是在放松的过程中仍不放弃对自我的管理。阶段性的休息可以带来新的激情，无节制的放纵则会打乱你的生活节奏。新的一天，早安！

2018-02-03
你所走的每一步，都不会毫无收获。当你闯过一关又一关，就会明白那些障碍的存在只是为了让你变得越来越好。一旦你适应了绝处逢生，就会距离自己想要的结果越来越近。一个人的努力，终归是会被看得到的。早安！

2018-04-28
生活的好坏，并不完全取决于物质的富足或贫瘠，更关键的是我们对待它的态度和心境。心中灰暗，你的世界便黯淡无光；内心阳光，生活便处处充满希望。热爱生活、心态积极的人总能够看到事物好的一面。请少一些怨天尤人，多一些正面情绪！新的一天，早安！

2018-08-03
没有人天生幸运。即使是那些天赋异禀的人，也会有力不从心的时刻，也会在某些时候承受各种压力。而他们终于能够抵达终点，是因为他们能够在来自四面八方的质疑声中埋头挺进，哪怕流着泪，也会咬着牙，一步一个脚印地向前走去。愿你也能在坚持中有所收获，早安！

2018-04-16
谁都想拥有安逸的生活，但这应是人生的终极目标，而不是年轻时逃避艰辛的理由。真正的安逸是奋斗后内心的愉悦与富足。在什么年龄段做什么事，还能做梦的年纪，请不要轻易选择妥协。新的一周，早安。

2018-08-16
有些人的生活目标明确，每一天都朝着理想迈进一步；有些人则做一天和尚撞一天钟，忙忙碌碌却不见成果。混日子固然轻松，但舒适的生活往往意味着原地踏步。人生没有白走的路，一旦认准目标，请风雨兼程义无反顾。别让未来的你，悔恨现在的自己。新的一天，早安。

2018-09-30
不愿迈开前行的脚步，就无法到达更美的远方；不敢放下眼前的安逸，就无法获得更多的体验。一旦给自己设限，人生可能就会黯然失色。试着走出自我的小天地，去开拓人生的大舞台，我们才能活得更加出彩。早安！

2018-09-29
生活不是用来妥协的，你退缩得越多，能让你实现自我价值的空间就越有限；日子不是用来将就的，你越得过且过，你想要的幸福就会离你越远。别再隐藏自己的梦想，去积极争取吧，你想要的东西才会一件件到来。早安！

2018-06-07
青春不是享乐和颓废，奋斗的激情、拼搏的汗水和得偿所愿的喜悦，才是青春该有的样子。为了寒窗十载的努力，为了年少时的梦想，也为了不给青春留下遗憾，请勇敢迎接这次挑战。愿所有付出都不被辜负，愿所有努力都浇灌出理想的花朵。高考加油！早安！

2018-01-17
心在哪里，收获就在哪里。一生中的时间有限、能力有限，但是努力无限。努力做一个善良的人，做一个心态阳光的人，做一个积极向上的人，满满元气才能被激发，也能感染身边的人。你阳光，世界也会因你而温暖！新的一天，早安！

2018-05-26
大胆走出舒适区是一种挑战，也是一种成长。学着去尝试，学着清除自己给自己设定的条条框框，接触没有接触过的人，做一些以前不敢做的事。在尝试新事物的过程中，你会收获不一样的自己。新的一天，早安！

2018-02-21
日夜奔波、整年辛苦，我们试图向世界证明自己，有时却唯独忽略了身后的爸爸妈妈。无论功成名就，还是微小平凡，我们是父母眼中不变的孩子、心中永远的牵挂。寸草虽小，不忘感恩之心。春节假期即将结束，请珍惜和他们在一起的每分每秒。新的一天，早安！

2018-01-30
真正的努力，从来都不需要表演。人们也许会肯定你的过程，承认你的结果，却绝不会认可你对自己的吹嘘。对自己狠一点，效率高一点，眼光长远点，脑子灵活点，再保持一个基本的生活节奏，踏踏实实地努力，这才是最好的。新的一天，早安！

2018-05-22
你容易着急，往往是因为急功近利。可这世界上，又有几个急功近利的人轻易实现目标了呢？真正成熟的人，不会被情绪俘虏。面对失败，他们会冷静地分析原因，积极地加以改进。你不用好高骛远，也不必妄自菲薄。因为你还年轻，慢慢努力，总会好起来的。早安！

2018-04-24
逃离舒适圈，并不是强迫自己去参与不喜欢的聚会，逼着自己去做不拿手的项目。与其焦急盲目地选择改变，不如安心地将自己的喜好变成特长，做出成绩。支撑一个人走完漫长一生的，是喜爱、擅长与心甘情愿。早安！

2018-06-22
不要因为害怕下雨就不敢出门、害怕失去就放弃开始，生活向来是你强它就弱，你弱它就强。人生有些选择题，无法回避，哪有那么多“我害怕”“我不行”。用尽全力去做你想做的事，爱你想爱的人，成为你想成为的自己。早安！

2018-07-25
小时候学琴觉得苦，长大发现有个技能挺好；上学时学英语背单词觉得苦，后来却成了找工作的必要条件。这世间的成就，没有什么能轻松获得。你所有的困难，也都不会白白经历。当下的努力，只会让你的未来更加美满。新的一天，早安！

2018-03-31
人生没有白费的努力，也没有碰巧的成功。我们的生命里，藏着我们读过的书、走过的路、爱过的人，那些奋笔疾书的夜晚，那些煮茶读书的日子，串联起来，才换来我们现在丰盛的人生状态。新的一天，早安！

2018-09-07
每个人都有自己的时区和节奏，一味羡慕别人的生活，而忽视属于自己的美好，好运又怎么会青睐于你？与其站在自己的烦恼里去仰望别人的幸福，不如专注于自己，潜心努力。做好你自己，你想要的，时间会慢慢给你。早安！

2018-09-28
青春不是任性和冲动，而是敢于追梦的勇气和对生活的热爱；成熟不代表圆滑和世故，而应是历经岁月、阅遍世事后对人生的洞察和对理想的坚守。愿我们无论什么年纪，都能让心中的梦想永不凋零。新的一天，早安！

2018-11-10
经过一周的忙碌，休息日不妨放慢脚步，留一点儿时间给自己。放慢速度不是消磨时间，而是有张有弛，在生活中找到奋斗与休息的平衡。一边执着赶路，一边也要学会欣赏沿路的风景，才能把日子过成自己想要的样子。早安。

2018-06-23
每个人的生活中都会有不如意的时刻，但更不缺乏如意的、快乐的、欣慰的事。做个积极向上的人，珍惜每一份美好，对困难保持正向的态度，让每一个当下都不负本心，我们的人生才会如诗如歌！早安！

2018-10-31
很多人努力，常常希望一蹴而就，缺乏持之以恒的耐心。越是急于求成，反而越容易用力过猛、过犹不及。真正的努力，是每日一点一滴的付出。过日子要细水长流，努力也要一步一个脚印。早安！

2018-04-25
有时候我们发现自己被困原地、裹足不前，其实我们离目标只差一点点距离。只要再多那么一点坚持，我们就能抵达想去的远方。所谓的光辉岁月，并不是后来闪耀的日子，而是无人问津时，你对梦想仍然永不言弃的努力和坚持。新的一天，早安！

2018-02-17
人生就是一场漫长的旅途。昨天你是谁不重要，重要的是，今天你是谁，以及明天你将成为谁。把辉煌和挫折都留给过去，此刻，定下一个小目标，然后轻装上路，勇敢迎接风霜雨雪的洗礼，在磨练中不断成长，最美的风景终将在前方等你。正月初二，早安！

2018-02-10
选择与放弃，是生活与人生处处需要面对的关口。昨天的放弃决定今天的选择，明天的生活取决于今天的选择。人生如戏，每个人都是自己的导演。只有学会选择和懂得放弃的人，才能赢得精彩的生活。新的一天，早安。

2018-02-07
早起5分钟、拒绝熬夜、改掉拖延……这些看起来都是很普通的改变，但时间长了，普通的改变也能彻底改变你。因为从决心变得更好的那一刻开始，我们就已经与全新的自己不期而遇。只要你肯用心，生活无论何时都不会负你。越努力，越幸运。新的一天，早安！

2018-03-16
这世上绝没有一蹴而就的成功，真正厉害的人，一直很努力，却都不着急。在任何领域想要做出成绩，都要经过大量持续的积累、深耕与学习。着急要结果之前，先问问自己是否做足了准备，够不够格。早安！

2018-05-01
今天，是每一位劳动者的神圣节日。小长假最后一天，休息调整的同时不妨问问自己：工作学习是否尽心尽力？年初定下的目标完成了多少？幸福都是奋斗出来的，唯有努力拼搏，才能不负时代的馈赠！一切成为定局之前，请不要停下脚步！灿烂的五月，早安！

2018-06-26
过去之于我们，是一本曲折起伏的书：或欢笑，或泪水，只是情节已被书写，无法改变。但未来却是一只万花筒，拥有无尽的色彩和无数的组合。不沉湎于过去，不空谈未来。不论在何处，愿你把握现在，鼓起勇气，探索未来的每一种可能。新的一天，早安！

2018-09-04
感觉忙个没完就对了，说明你正为前程奋斗；感觉总不如人就对了，说明你正试图赶超；感觉走得艰难就对了，说明你正走上坡路。如果你正感到迷茫或是辛苦，告诉自己，再坚持一下。你终会发现，拒绝放弃的那些努力，是多么值得。新的一天，早安！

2018-09-03
生活的色彩，不是注定的。你把它抹成灰白，它就反馈给你淡漠；你将它涂成火红，它就赠予你热烈。真正点亮生命的不是明天的景色，而是美好的希望。要永远相信，哪怕再平凡，都会拥有属于自己的幸福。新的一周，好心情也请继续，早安！

2018-07-22
遇到挫折时，很多人最经常挂在嘴边的一句话就是：“如果当初怎样怎样，现在就不是这般场景了。”可时光无法倒流，没人能够改变过去。唯有把握好当下，才是对过往最好的答复。人生没有如果，愿你不纠结过去，不畏惧未来。早安！

2018-09-24
习惯了奔波打拼的你，今天还在忙碌吗？给自己一点休憩的时间，回家看看父母亲朋吧！你也许曾听过无数种祝福的语言，但都比不上月圆人团圆；你也许曾走过千山万水，但回家的路总是最美。中秋佳节，早安！

2018-05-08
当电脑有问题时，我们常会按下重启按钮。当生活一团糟时，也不妨重启试试：及时调整你的生活状态，暂时放空自己，在忙乱的步调中找到属于自己的一点乐趣。重新找回对待生活的热情，才能积极应对挫折。早安！

2018-04-01
生命中总会有挫折，但那不是尽头，也许只是在提醒你，该转弯了。一条路走不通时，请试着换种方法、换个角度、换条路来走，说不定事情会简单许多！执着和坚持固然可贵，但懂得反思和选择，同样是优秀的品质。放下昨天的负担和焦虑，迎接崭新的一天吧！早安！

2018-06-05
被窝很舒服起床需要勇气，那就从放下手机早点入睡开始。书堆积太多不知道看哪本，那就从最经典的开始。想要说走就走的旅行却下不了决心，那就从欣赏身边的风景开始。如果不曾开始，你就永远不会抵达。做出改变，就是最有意义的事。早安！

2018-06-06
每一支华丽的舞蹈，都来自无数次的训练；每一次精彩的投篮，都经历过无数次篮球和地板的撞击。你看到别人的成绩，却没看到他曾一次次跌倒又爬起。天赋异禀者毕竟是少数，相对于不费力的成功，更了不起的，是那些自知微小，却不曾放弃点滴努力的人。新的一天，早安！

2018-11-14
我们每个人在努力的过程中都会有迷茫的时刻，不知道要走多少步才能达到目标，即使已经走了一千步一万步，仍然可能会失败。但成功往往就在下一个拐角，如果太早放弃，你永远不知道自己能走多远，能达到怎样的高度。早安。

2018-04-12
很多时候，我们之所以做不成一件事，是因为不够重视。想完成一件事，就要首先提升这件事在自己心中的存在感，重视它研究它，一点一滴求进步，一步一步去完成。你有没有用心，时间会给你答案。早安！

2018-07-02
在时间拽着你缅怀过去之前，学着欣赏现在所拥有的。真正懂得生活的人，绝不会拿往昔来填充现在。无论过去发生过什么，你要相信，最好的尚未到来。人若是有勇气说再见，生活也会还我们一个崭新的开始。美好的，留在心底；遗憾的，随风散去。新的一周，早安！

2018-01-07
年轻人希望自己少年得志，普通人希望自己逆袭成功，创业者希望自己抢占风口。这个时代时兴高速度，许多人都对时间失去耐性。但其实真正成功的，往往是那些能静下心，把时间、精力和资源投注到一件事上，把事做好做透的人。与其毛毛躁躁、自乱阵脚，不如静下心来，稳步前行。新的一天，早安！

2018-06-15
我们常常抱怨事情很难，想法不切实际。但对于一个真正有追求的人来说，梦想应该是理想和现实的结合体，你要敢想，更要敢做。梦想从来不是空口无凭的大话，而是在寂静的奋斗里努力生长的过程。新的一天，早安！

2018-02-02
优秀的人，不是与生俱来就领先一步，也不一定比别人更加幸运。他们中的多数，只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃追求。雕塑自己的过程，必定伴随着疼痛与辛苦，那一锤一凿的敲打，终能让我们收获一个更好的自己。新的一天，早安！

2018-09-14
谁都向往舒适安逸的生活，又有多少人愿意承受背后的付出？谁不想要一路开挂的人生，然而世界上没有捷径可寻。不是生活太残酷，是你还没学会成长。要想从容应对生活，实现自己的梦想，就不要惧惮付出。学会将哭声调成静音，你曾经受过的伤，将是你成长的勋章。向着梦想，继续前进！早安！

2018-06-28
人与人之间拉开距离，往往在于是否有行动力。机会从来都只会特别眷顾那些奔跑着来迎接它的人。不行动，梦想就只是好高骛远；不执行，目标就只是海市蜃楼。想做一件事，那就马上开始吧，别让愿望只是空谈。早安！

2018-11-08
一眨眼，2018进入了最后一个季节。也许你有些烦恼，曾设想过的种种可能在明日复明日中耗尽，但请记住，化解焦虑最好的方式就是立即行动。越奋斗越幸福，越努力越心安。别考虑昨天是如何，明天会怎样，从现在就开始加油吧！新的一天，早安！

2018-07-27
与其羡慕别人，不如做好自己。看到自己的优势，找到属于自己的位置，不必去和任何人比较，重要的是认真走好自己的路。合理规划好每天的生活，脚踏实地一步步向前迈进，你的人生终将与众不同！早安！

2018-08-31
生命没那么多来日方长，别在负能量里浪费青春。无论日子多么艰难，请相信没有迈不过去的坎。命运从不会亏待努力的人，而你要做的，就是用最少的悔恨面对过去，用最少的浪费面对现在，用最多的梦想面对未来。想要理想的生活，那就放手勇敢去追！早安！

2018-09-09
今天的一劳永逸，可能就是明天的坐以待毙。我们要追求的，应是一种有远见的生活方式。可享当下安乐，却不妄图长久安逸。在安逸中遇见未来的风霜，始终保有前行的能力，这样方可在抵达未来时，看到一树繁花。新的一天，早安！

2018-10-14
你是不是总感觉每天都忙忙碌碌，却又一成不变。其实，每天都是崭新的，只是我们把日子过旧了。人生不在于有一手好牌，而是即使有一手坏牌，也能将它打好。脚步向前，境界向上，人生才有希望。新的一天，早安！

2018-02-08
也许我们都曾有过深夜哭泣的经历。但你看到了吗？枕头上的泪痕很快在枕头上风干，被子里的哭声最终在被子里消散。夜晚再黑也没什么可怕，能迅速调整姿态，就会找到前行的方向。明媚的阳光里，应该有一个全新的你。早安！

2018-01-31
年轻的我们，总渴望出人头地，一鸣惊人，但遇到挫折又容易抱怨命运不公、怀才不遇。不要在该磨刀的时候着急去砍柴，不要在该努力的时候着急要结果。趁年轻，我们应该做的是“投资”自己。总有一天，当你足够好，时间看得见，众人也都看得见。新的一天，早安！

2018-08-24
天天喊着要努力，却把时间都耗费在玩手机上。手机没绑架任何人，毁掉你生活的，是重度拖延与不自律。这世上没什么比叫醒自己更难，想要什么就真的去付出，能坚持下去的自律，都会变成你蜕变的契机。共勉，早安！

2018-07-07
人生没有彩排，每一天都不会重来。时间在流逝，我们在前行。在人生这条路上，唯一能让我们走得更远更宽的方法，就是成为比昨天更好的自己。做个行动派吧，从一个微笑、一份宽容开始，每个微小的改变，都能给你的人生带来很大不同。周末，早安！

2018-08-04
生活的舞台上，处处都有精彩。我们不必羡慕他人的位置，只需演好自己的角色。没有蓝天的深邃，可以有白云的飘逸；没有大海的壮阔，可以有小溪的优雅。只要怀揣希望，逐梦前行，你就是自己的人生主角。新的一天，早安！

2018-03-02
有些人的二十几岁，好像只认真过了一天，其他时间都在重复这一天。有些人看似每天都在费力折腾，却活出了生活真正的滋味。青春只有这些时日，没有太多时间留给迷茫和懒惰。愿你在遭遇生活的打击时，依然坚信自己，爱你所爱，行你所行。新的一天，早安！

2018-08-14
努力的意义，不在于一定会让你取得多大成就，而是让你在平凡的日子里，与生活少一点妥协。多努力一点，也许会让你有更多力气去保护你喜欢的东西，让你与心仪的美好事物更加靠近，更重要是让你在时光的流逝中逐渐成为更好的自己。早安！

2018-03-06
所有的付出都会让我们成为更好的人。你现在的努力和准备，都是一种沉淀和积累，它们会在将来某个特殊的时间点到来时，助你爆发出强大的力量。总有一天，你的努力，会为你证明自己。早安！

2018-09-19
人生最清晰的脚印，往往印在最泥泞的路上。如果你想拥有从未有过的东西，那你必须去做从未做过的事情。去做你想做的吧，趁阳光正好，趁现在还年轻！努力不会白白浪费，现在撒下的种子，会在你想不到的某一天，悄悄生根发芽。新的一天，早安。

2018-09-23
一个人的生活状态常常与心理状态有关。如果一个人对生活的预设就是“苦”，对事情的预期都是“坏”，他就会沉浸在愁苦里。试着去相信美好的东西，相信自己的能力，相信努力有意义，相信生活可以很精彩，幸福就会慢慢来敲门。早安！

2018-10-03
命运不会亏待努力的人，你要做的，是用最少的悔恨面对过去，用最少的浪费面对现在，用最多的梦想面对未来。想要理想的生活，那就放手勇敢去追！新的一天，早安！

2018-10-10
时间对于每个人都是公平的，如何把握，在于我们自己。骐骥一跃，不能十步；驽马十驾，功在不舍。不要让梦想变成空想，只要你持之以恒地为之付出，总有一天能收获丰收的果实。新的一天，早安！

2018-08-07
生活就像天气，不会每一天都是晴天，生活也不会总是一帆风顺。摆正心态，享受生活中的欢乐，也去勇敢面对所有的磨难。负重前行的人，也许会走得慢一些，但可以更细致地欣赏沿途风景！早安！

2018-01-13
读书，能让我们获得什么？它带不来钱财，也带不来其它物质，但它能让我们经历不同的故事，体验不同的情绪，丰富我们的大脑，培养我们独立思考的能力。不读书的人，即便你走遍了全世界，也不一定能看懂这个世界。周末，不如从读一本好书开始，早安！

2018-05-03
很多时候，人生最大的失败并不是没有成功，而是从未尝试过。生命只有一次，别浪费在说“我不会”“我害怕”“我不行”上，用尽全力，去做你想做的事，去爱你想爱的人，去成为你想成为的自己。早安！

2018-09-13
优秀的人并非与生俱来带着光环，他们只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃追求。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们收获一个更好的自己。早安！

2018-11-01
别担心现实总比梦想遥远，别计较收成不如付出丰盈。你对待当下的态度，会决定你未来的高度。新的一天，用微笑、率真和爱对待每一个人，用梦想、坚定和自信对待每一件事，努力向前，定能遇见更好的自己。早安！

2018-08-08
去成为你想成为的人，什么时候都可以开始；去做你想做的事，任何方向都值得努力。吝惜汗水和能量，哪一条路都是弯路；朝着目标努力前进，整个世界都会为你让路。未来和梦想，不是想出来的，是拼出来的。早安！

2018-08-22
人生的答卷没有橡皮擦，写上去就无法再更改。去吃别人所不能吃的苦，去做他人所不能做的事，也就能享受别人无法享受的快乐，看到别人看不到的风景。放开手脚，努力去做吧，让人生的答卷少些遗憾，多些精彩！早安！

2018-02-27
只有专注于所做的事情本身，不过度忧虑未来的不确定性，也不沉浸在过去的痛苦里，才能不被外界环境所牵绊，按照自己的意志做好应该做的事。过好每一个当下，未来的每一个成就，就藏在你当下的努力中。早安！

2018-04-06
我们应该学着做一个简单的人，不庸人自扰，不浪费时间，不沉迷过去，不恐惧将来。有人爱，有事做，再用更宽阔的心，去治愈那些小小的不快乐。愿每一个追求幸福的你，都能如此拥抱生活。新的一天，早安！

2018-06-21
这世间没有任何两片纹理一样的树叶，同理，幸福与幸福也不尽相同，没有一个人的生活会和别人重复。我们在仰望别人的同时，别人也是以同样的姿态回望我们。没有谁的生活值得羡慕，过好自己的日子才是重中之重。新的一天，早安。

2018-10-28
生活的舞台上，我们不必羡慕他人的位置，只需演好自己的角色。没有蓝天的深邃，可以有白云的飘逸；没有大海的壮阔，可以有小溪的优雅。只要怀揣希望，奋起逐梦，你就是人生这场大戏中最耀眼的角色！新的一天，早安。

2018-01-20
幸福有时很简单。一点一滴的小确幸，每天都在上演，只是有人留在了心间，有人却让它从眼前溜走。人生的态度，在于进取，也在于知足。幸福其实就在每天经过的日子里和脚步里。用感恩的心态看待美好，用乐观的态度闯过磨难，你也能拥有幸福人生。早安！

2018-06-29
你是不是总羡慕别人的幸福，却常常忽略了自己生活中的美好？其实，幸福的人并非是拿到了世界上最好的东西，而是能够珍惜生命中的点点滴滴。用感恩的心看待生活，用乐观的态度度过磨难，你就会离幸福越来越近。早安！

2018-11-17
生活总有不如意，但击垮你的，可能不是你无法承担坏结果，而是始终放不下自己的坏情绪。每个人的一天都只有24小时，你在烦恼的事上多耽搁1秒，快乐的时间就缩短1秒。莫不如少一些多愁善感，多一些坚定坦然，以最美好的姿态去拥抱生活。早安！

2018-07-21
人生没有彩排，每一天都不会重来。时间在走，我们在变，唯一可以拓展我们生命的方式，就是成为比昨天更好的自己。做个行动派吧，每一个微小的改变，或许就会给你的人生带来大不同。早安！

2018-05-29
人生没有彩排，每一天都不会重来，唯一能让我们走得更远更宽的方法，就是成为比昨天更好的自己。做个行动派吧，从一个微笑、一份宽容开始，每个微小的改变，都能给你的人生带来很大不同。新的一天，早安！

2018-08-12
生活总是充满变化。昨天的你曾经历了什么其实并不那么重要，重要的是，今天的你如何生活，以及明天你将成为谁。把辉煌和挫折都留给过去，活在当下，认真过好每一天，你就会收获精彩的人生。早安！

2018-04-10
河流不走直路而走弯路，是因为在前往大海的途中，它会遇到各种障碍，有些还无法逾越，所以只有绕道而行。人也是如此，遇到挫折，无需悲观失望，不要停滞不前，而是保持平常心，把走弯路看成是前行的另一种形式。这样，就可以像那些蜿蜒的河流一样，最终抵达人生的目标。新一天，早安。

2018-08-10
常听一句话说：好看的皮囊千篇一律，有趣的灵魂万里挑一。有趣的人，一定是热爱生活的人。即使经历低谷，遭遇挫折，对生活的热忱依旧不灭不减。与其羡慕别人生活的多彩，不如去做一个有趣的自己。新的一天，早安！

2018-05-10
斗志和干劲很重要，但更重要的，是不断坚持的努力。无论你已经工作还是仍在校园拼搏，都不要忘记当初你怀揣梦想的勇气。把那一刻的勇气，变成此刻的坚持，你终将遇见更好的自己。新的一天，早安！

2018-07-14
人生没有太晚的开始。年龄或者其他东西不应该成为阻碍你的理由，你迈出一步，就会接近目标，你退缩不前，就只能停在原地。坚持自己认定的事情，每天进步一点点，下个路口，你会收获更开阔的风景，遇见更好的自己。早安！

2018-08-06
每个人都有缺点，如果你害怕它、回避它，它就永远是你的硬伤；只有正视它、克服它，它就会成为你向上攀登的垫脚石。当把全部力量用于改善自我而不是掩盖不足时，我们就会变得越来越优秀。早安！

2018-02-09
我们的世界很大，远游寻梦，却时常模糊了父母的音容。父母的世界很小，只剩下盯着我们的朋友圈，期盼着每一次我们打给他们的电话。春节将至，很多人即将踏上回家的归途。趁一切都来得及，为父母多做点什么吧！早安！

2018-04-27
你看到别人成绩好，却没看到他每天在图书馆里学到多晚；你羡慕别人身材好气质佳，却不知道她在健身房里多么挥汗如雨。与其纠结别人的人生为什么总像开了挂，不如自己勇敢尝试，付出持续不断的努力。坚持奋斗，总有一天你也会成为别人眼中的榜样。新的一天，早安！

2018-08-15
随着时间的流逝，日常的学习和工作都可能变成“习以为常”，很容易对生活产生懈怠感。但是，生活不是一成不变的，心中保有温度和好奇，给自己多一种可能，你才能感受到生命的蓬勃和意义，你的世界也会更加宽阔有趣。早安！

2018-05-21
圆规为什么可以画圆？因为脚在走，心不变。你为什么不能圆梦？因为心不定，脚不动。人与人之间的差异，其实很简单：你在赖床，他在锻炼；你在应付工作，他在用心钻研。周末总比期待的短，但现在的努力都是为了将来毫不费力。早安！

2018-10-15
追求梦想的道路不是一条坦途，挑战与挫折在所难免。面对困难，有人迎难而上，有人中途退场。其实有时候，失败并不是因为我们能力不行，而是因为我们放弃得太早。遇上困难多坚持一会儿，也许在成功与失败之间，只隔着一段“再试一次”的距离。早安！

2018-05-19
微笑，是人类最美的表情。微笑，是无需翻译的语言。对自己微笑，元气满满地迎接新的一天；对他人微笑，脉脉温情地融化隔阂与冷漠。最能让这个世界灿烂的，不是阳光，而是你的微笑。请嘴角上扬15度，让我们用微笑迎接晨曦、点亮心情，对周末说声：嘿，早安！

2018-10-26
对工作负责的心态是开启成功的钥匙，工作没有好坏之分，平凡的工作也可以不平凡。细心、耐心地守住岗位，认真、踏实地完成工作，你也能创造独特的价值。不消极、不抱怨就是你最美的样子！早安！

2018-09-08
追梦的路上，没有一帆风顺，也没有一蹴而就，反而会有很多枯燥甚至艰难的时刻。但或许正是那些不太惬意的时光，才能成就你想要的美好生活。熬过种种考验，你会发现，曾经梦想的一切，会一件件来到你的面前。新的一天，早安！

2018-01-27
早出晚归地辛苦上班，可心思却没放在本职工作上；背着书包到教室坐一天，可老师讲了什么却没听进去。很多人看起来很努力，可就在最重要的事情上偷懒懈怠了。请注意，天道酬勤的意思是，越努力，越幸运。叫醒沉睡的自己，别在应该努力的年纪里偷懒。周末，早安！

2018-07-13
不要让“准备”成为拖延的借口，行动就从此刻开始；不要质疑自己能力，相信你远比想象得更强大；不要再把时间都留给游戏、网络，让书本和运动充实生活。每天一点小小的改变，告别消极、懈怠、不安的自己，为梦想，去冲刺！新的一天，早安！

2018-02-19
年少时，我们总是习惯喊“老爸老妈”，可当他们两鬓斑白，却想重返小时候，牵妈妈的手，坐爸爸肩头。过年回家了，别总盯着手机，坐下来与父母谈谈心、帮父母做做家务，父母陪我们长大，让我们陪他们一起变老。早安！

2018-05-27
学业压力、工作压力、中年危机…生活中，我们总会遇到各种各样的压力。它们不会自己从你身上迈过去，而是等着你去跨过。不要恐惧压力，而是接受它，并当做一种挑战。保持积极态度继续前行，你就会看见光亮。早安！

2018-07-31
在抵达目标之前，我们都要走一段蜿蜒漫长的路。走到半途是最困难的，因为已经付出了很多，却还没看到尽头。此时，只有沉得住气，踏实走好当下每一步，才不会迷失。掌声可能来得很晚，但只要你不放弃，它就不会缺席。新的一天，早安！

2018-08-30
不要害怕下雨就不敢出门，害怕失去就放弃开始，生活向来是你强它就弱，你弱它就强。人生有些选择题，无法回避，只能抉择。生命只有一次，容不得太多“我害怕”“我不行”，用尽全力去做你想做的事，爱你想爱的人，成为你想成为的自己。早安！

2018-11-13
每个人的生活都会有一些不容易的时刻，但正是这些不容易铺就了通往成功的路。虽然可能会遭遇挫折，虽然距离成功还很远，但每天为了目标多付出一点，多坚持一下，结果就很可能会给你惊喜。早安！

2018-08-13
有些人的二十几岁，好像只认真过了一天，其他时间都在重复这一天。有些人看似每天都在费力地折腾，却活出了生活真正的滋味。青春只有这些时日，没有太多时间留给迷茫和懒惰。愿你在遭遇生活的打击时，依然坚信自己，爱你所爱，行你所行。新的一周，早安！

2018-05-30
人人生而不同。每个人都应该有自己的一套生活原则和智慧，不盲从，不偏激，不虚伪，不妄自菲薄，然后，用它来指导眼前的生活，发现最适合自己的生活方式。对自己的内心真诚，才是靠近幸福的捷径。早安！

2018-06-24
很多人抱怨生活无趣，却不懂得自己给生活增添色彩。在桌上摆一束自己插的花，在卧室铺一块精心挑选的地毯，给自己订一份喜欢的杂志，正是这些看起来微不足道的小事，一件一件地构筑了我们的生活质量。周末，早安！

2018-09-26
想至千里，先积跬步；想成大海，先纳溪流。与其盯着别人不放，不如每天都回头看看，和昨天的自己相比，是否进步了一点点？愿你轻装上阵，踏实远行。早安！

2018-06-16
老去并不可怕，可怕的是从未精彩地活。那些没把握住的机会、没说出口的话、没坚持的梦想，才是人生中最大的遗憾。真正重要的东西，值得你用生命去追。去做那些你不做会后悔的事，别等到老去，才发现自己从未真正活过。早安！

2018-08-09
在别人面前，我们很容易做到自律；独处时，我们却习惯性松懈。有没有真的努力，你自己最清楚。很多时候，你不过是把忙碌、辛苦作为不努力、不提升的挡箭牌。所有的成功都有迹可循，在别人看不见的地方严于律己，精进自己，时间自然会给你回报。早安！

2018-06-30
一个人的生活状态常常与心理状态有关。如果一个人对生活的预设就是“苦”，对事情的预期都是“坏”，他就会沉浸在愁苦里。试着去相信美好的东西，相信自己的能力，相信努力有意义，相信生活可以很精彩，幸福就会慢慢来敲门。早安！

2018-07-17
让人过于舒服的路，都是下坡路；最不费力气的行走，都是顺风走。然而动物园里养不出千里马，水井里也生不出腾飞的巨龙。你最终变成什么样，很大程度上取决于你在人生道路上，是选择迎风奔跑，还是就坡下驴。努力这个词太平凡，但努力将使你的人生不平庸。新的一天，早安。

2018-08-27
你是否发现，身边优秀的人，并不都天生幸运。他们只是在任何一件小事上，都对自己有所要求，不因舒适而放纵，不因辛苦而放弃。雕塑自己，必定伴随疼痛与辛苦，可那一锤一凿的自我敲打，终将使我们收获更好的自己。新的一周，早安！

2018-08-25
舞台再大，你不上台，就永远是个观众；平台再好，你不参与，就永远是局外人；能力再强，你不行动，就只能看别人成功。天上不会掉馅饼，踏实肯干才能有所收获，努力奋斗才能好梦成真。早安！

2018-03-05
时间的力量是伟大的，你花了多少时间和精力去努力，你就能从中得到多少相应的蜕变能量。日积月累，水滴石穿，勤能补拙，努力抓住机会，不断完善和提高自己，你终将成长为让人羡慕的存在。早安！

2018-02-26
我们常常向往别人读万卷书、行万里路的人生状态，但无论是读万卷书，还是行万里路，都需要积累。想要真正实现目标，最重要的是练习、消化和沉淀。没有一次次的试错取舍，就没有后来的厚积薄发。早安！

2018-03-03
平庸的人只会纸上谈兵，优秀的人懂得身体力行，机会只会留给那些做好准备的人。每一次普通的改变，都可能改变普通。从今天起，早睡早起、按时吃饭、不再熬夜，与全新的自己不期而遇！早安！

2018-01-15
所谓年轻，不只是指年龄，更指一种生活心态。对世界充满好奇，对人生满怀期待，明白路途艰辛但仍一往无前，这便是年轻的生命状态。今天的你可以一无所有，唯一不能没有的是对生活的激情和对未来的希望。新的一周，早安！

2018-06-08
知识改变命运。高考不能完全决定人的一生，但努力学习总会让人生有更多的可能性。学习和奋斗的过程也许稍显辛苦，但请相信，你流过的汗水和泪水，都将浇灌出娇艳的花朵，芳香你的整个人生。高考第二天，早安！

2018-06-04
过去的总让人牵挂，未知的总让人不安。但生活不会亏待努力的人，你要做的，就是用最少的悔恨面对过去，用最少的浪费面对现在，用最多的梦想面对未来。与其停留过去、惧怕未来，不如放手一搏，不留遗憾。新的一天，早安！

2018-05-04
青春，也许是一场场考试，是宽大的校服，是阳光下的操场；青春，更是成长担当，一心追梦，哪怕万人阻挡，也不愿投降的勇气和力量。青春是一种心境，让我们无惧世事变幻，放开手脚，勇敢去闯。青年节，早安！

2018-08-19
生活的天空不可能永远清澈透明，有风雨也是常事。但只要向阳而生，保持内心的天空始终晴朗，便可不惧怕路途上的风雨。每天都给自己一个微笑，这是对自己的肯定，也是对未来的一份期许。早安！

2018-06-02
又是一年毕业季，当初踌躇满志的你，如今过得怎样？受到生活捶打时，是否还坚守着最初的梦想？其实，一个人最重要的能力，就是把自己的日子过好的能力。愿你在人生的摸爬滚打中，始终怀有理想、始终坚定前行。早安！

2018-04-17
幸福很平凡也很简单，它就藏在看似琐碎的生活中。幸福的人，并非拿到了世界上最好的东西，而是珍惜了生命中的点点滴滴，用感恩的心态看待生活，用乐观的态度闯过磨难。今天开始，做一个幸福的人，早安！

2018-01-29
开始时的斗志和干劲很重要，但更重要的，是坚持下去的勇气。无论你在校园拼搏还是已经工作，都不要忘记当初你决定开始时的勇气。把那一刻的勇气，变成此时此刻的坚持，你终将遇见更好的自己。新的一周，早安！

2018-01-14
最美好的生活方式，不是躺在床上睡到自然醒，也不是坐在家里无所事事，更不是走在街上随意购物，而是和一群志同道合的人，一起奔跑在理想的路上，抬头有清晰的远方，低头有坚定的脚步，回头有一路的故事。新的一天，早安！

2018-01-10
坚持可能是一个痛苦的过程。我们会遇到挫折，遭受身心的双重煎熬，甚至被别人嘲笑而怀疑当初的选择。不是每个人都能够坚持到终点，很多人就倒在最后一公里。你要相信黎明前的一刻，恰是最黑暗的时候。不忘初心，咬紧牙关，奋力迈过最后一座大山，希望之光终会在天空绽放。新的一天，早安！

2018-07-24
总以为好心态跟性格有关，后来才发现，哪有天生的好心态，不过是懂得调整而已。每个人一天都只有24小时，烦恼的事上多耽搁1秒，快乐的时间就缩短1秒。既然我们避免不了事情发生，那就学会调控自己的情绪，以美好姿态迎接生活。早安！

2018-09-20
每一个优秀的人，都不是与生俱来带着光环的，也不一定是比别人幸运。他们只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃追求。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们收获一个更好的自己。新的一天，早安！

2018-07-18
面对新鲜事物，很多人的直觉是后退一步，找出各种理由避免面对未知。可有多少次，我们正是用这些理由，拒绝了一个又一个机会？学会走出舒适区，不惧怕未知的挑战，快速思考并立即行动，这是让我们不错过机会的最好方式。新的一天，早安！

2018-10-13
从来就没有什么大道理，能够让你只需懂得而不必付出，就能人生逆转、一步登天。真正有价值的一生，总是需要你去行动，去做无数件别人不屑尝试的小事。那些一直在一步步往前走的人，终会过上更好的人生。新的一天，早安！

2018-08-28
听说，年轻的你迷茫又着急？你想要房子想要汽车，想要旅行想要高品质生活。你不断催促自己成长，却沉不下心来认真读一篇文章；你急切地期待成功，却每次在遇到挫折时提前退缩。既然没有过那些汗水和拼搏，又何必在旁观别人的荣耀与成功时愤愤不平呢？努力吧，别抱怨。早安！

2018-08-23
在抵达目标之前，我们都要走一段蜿蜒漫长的路。走到半途是最困难的，因为已经付出了很多，却还没看到尽头。此时，只有沉得住气，踏实走好当下每一步，才不会迷失。掌声可能来得很晚，但只要你不放弃，它就不会缺席。新的一天，早安！

2018-05-06
想要成为幸福的人，就要学着按照自己想要的方式去生活。总是羡慕别人，终日牢骚满腹，还不如静下心来好好想想，怎样把当下的生活过得活色生香。内心时刻充盈，这才是真正的幸福。周日，早安。

2018-08-11
你所经历的一切都会造就你。如果你只是被惯性驱使着，一成不变地生活，那样的人生未免苍白。只有对经历过的一切产生反思的人，才会从经历中成长。时常反省，时时清醒，才能把每一天都活出意义来。早安！

2018-07-05
早上起不来床，晚上下不了线，遇事总想复制别人的看法，这样的人，梦想早晚会搁浅。一个人最大的敌人不是别人，而是自己。勤快起来，世界会向那些有目标和远见的人让路。新的一天，早安！

2018-09-01
9月伊始，新学期已经到来。让我们和无忧的假期说声再见，整理整理心绪，抖擞抖擞精神，重拾进取的劲头，重设勤奋的模式。给自己定个小目标吧，用一点一滴的行动，去收获一个更好的自己！早安！

2018-10-18
与其为流逝的时光惶恐，不如从现在开始，结结实实地抓住分分秒秒。每天告别一点不成熟，每天丢掉一些不完美，便离最好的自己又近了一步。愿那些离我们而去的时光，都不是白白荒废，而是用来成长！新的一天，早安。

2018-10-21
工作中遇到问题，有人只会两手一摊说不会，有的人却能态度端正，解决问题。很多时候，比能力更重要的，是你的工作态度。态度端正的人，擅长合作；态度不好的人，耽误大家时间。别总说不喜欢这份工作，能做好不喜欢的工作，才配得上更好的工作。早安！

2018-04-26
我们所未能达成的目标不一定是负担，反而会在无形中化为一股力量，在我们想偷懒、想放弃的时候激励我们继续前行。愿你有化软肋为盔甲的勇气，一路勇往直前，做自己的主人，也做生活的英雄。早安！

2018-03-19
你羡慕别人的好成绩，却没看到他在图书馆待到多晚。你渴望别人的好身材，却不知道她在健身房挥汗如雨。生活从来都是公平的，你未来的模样，藏在你现在的努力里。有规划的人生，真的会比浑浑噩噩精彩一万倍。新的一天，请勇敢去尝试，拼命去追寻。早安！

2018-03-20
所有的付出都会让我们成为更好的人。你现在的努力和准备，都是一种沉淀和积累，它们会在将来某个特殊的时间点到来时，助你爆发出强大的力量。总有一天，你的努力，会为你证明自己。早安！

2018-03-26
生活里没有“容易”二字。可能你一时犯了懒，觉得舒服惬意，久了你就会发现，偷懒只会让你越来越累；也许你此刻怕麻烦，不愿走出舒适区，等到麻烦找上门来，你只能手忙脚乱。多一些当下的付出，将来就会少很多无谓的麻烦。新的一周，早安！

2018-03-27
生活、学习、工作，都是由一件件小事组成的。不要瞧不上小事，也不必夸大你的努力，找准一个目标，静下心来做好每一件小事，你会发现，你的生活已经在这些小事中，悄悄发生了改变。早安！

2018-01-09
懂得利用独处时光的人，往往更容易有所收获。读书和运动这些人生的增值方式，都是独处时可以攀登的前进阶梯。独处，好似给人生留白。懂得留白的人，人生画幅上不会拥挤不堪，还会游刃有余。新的一天，早安！

2018-03-29
感慨时光的飞逝，却天天熬夜玩手机。焦虑未来的迷茫，却依旧刷剧打游戏。其实，读书才是你对抗时间的最好方式。脚步不能丈量的地方，读书可以。眼睛到达不了的地方，文字可以。不停看书，不停学习，你的生活才会朝气蓬勃。新的一天，早安！

2018-01-11
天天说要减肥，健身只坚持了3天；立志晋升学霸，却懒得看书做题。美好的东西，总不会轻易获得。成长靠的从来不是豪言壮语，而是踏踏实实的努力。别再过“嘴上说说”的人生了，只有行动，才能解除你所有的不安，真正去坚持一件事，时间看的见。早安。

2018-03-12
如果你还没有实现你的梦想，还没有过上你想要的生活，那么你要做的不是抱怨，而是现在就开始行动。以积极的姿态迎接每一天，做好当下的每一件事，全新启程的你定会品尝到生活的有滋有味！新的一周，早安！

2018-04-18
不必指望别人，我们才是自己的贵人。接受生活中不时出现的艰辛或是挫折，不必怨天尤人，也不需等待他人施以援手，挖掘自己的力量一步步跨过去，我们会离想要的东西越来越近，也会发现一个更好的自己。早安！

2018-05-02
在工作中，不要总是“走一步，算一步”，成大事的人，往往都是善于提前做计划的人。再庞大的计划，只要巧妙地分割，每天完成一点点，总有接近终点的一天。既然没有未卜先知的能力，那就做好万无一失的准备。共勉，早安！

2018-06-25
你可以选择不去努力，一味抱怨，也可以珍惜自己拥有的，再去追求更多；你可以选择为过去烦恼，也可以把今天当做最有价值的人生体验。如何获得幸福与快乐，是每个人一生的必修课。很多时候，幸福并不在别处，只要认真生活，诗和远方就藏在你心里。新的一天，要活得更精彩，早安！

2018-07-08
说好要健身，结果窝在家追剧；周末计划去图书馆，结果一睡一整天。2018走过大半，年初那些诺言，你是在抓紧兑现，还是在不紧不慢等明天？时间很公平，它会惩罚那些没有善待它的人，但只要你用心浇灌，它就会开花结果。早安！

2018-08-29
世上没有白费的努力，也没有碰巧的成功，一切无心插柳，其实都是水到渠成。人生没有白走的路，也没有白吃的苦，跨出去的每一步，都是未来的基石与铺垫，都算数。新的一天，早安！

2018-04-20
水再浑浊，只要长久沉淀，依然会分外澄澈。人再愚钝，只要足够努力，一样能改写命运。不要为起点太低苦恼，那只是我们站立的原点。人生是一场漫长的竞赛，有些人笑在开始，有些人却赢在最后。新的一天，早安！

2018-08-21
很多人喜欢拿“顺其自然，随遇而安”来安慰自己，敷衍人生道路上的荆棘坎坷。殊不知，真正的顺其自然，是竭尽所能之后的不强求，而非两手一摊的不作为。与其对当下的生活满腹牢骚，不如努力地去改变，也许只要你再用力一点点，就有可能看见另一番风景。新的一天，早安！

2018-07-09
生活是自己的，你选择怎样的生活，就会成为怎样的人。没有谁的生活永远一帆风顺，也没有哪个成功者从未品尝挫折的滋味。与其抱怨这个世界不如自己想象的那样美好，不如用自己脚踏实地的努力争取更多的幸运与可能。新的一周，早安！

2018-06-09
每一个进步和成就，都蕴含着曾经受过的寂寞、洒过的汗水和流过的眼泪。很多时候不是看到希望才去坚持，而是坚持了才能看到希望。嫌麻烦、被生活推着走的人，很可能错过那些美好的人和事。你想要的生活，得亲自努力才能实现。早安！

2018-11-21
计划不付诸实践，只能算空想；道理不指导行动，不过是空谈。成功需要想象力，但你的天地终归要靠双手拼出来。别怕失败，别怕跌倒，身经千锤百炼，才能所向披靡。周三，早安！

2018-07-06
不是每个人从一开始就能抽到一副好牌，也不是每个人一路上都能开挂。在漫长的生命里，我们不用那么急于求成。找准自己喜欢的事，一点点去努力，一天天去坚持，就会有实现的可能。新的一天，早安！

2018-02-20
任何成功都无法一蹴而就。每一阶段的抵达，都是一步一个脚印积累出来的。不急不躁，耐心努力，保持对新事物、新领域探索的好奇，就是行进在进步的路上。慢慢来，别着急，生活终将为你备好所有的答案。新的一天，早安！

2018-07-10
为自己的情绪负责，不是一条轻松的道路，但却是心灵成长的最好选择。我们不能改变遇到的人和事，但却可以改变自己的态度。别再把时间用来痛苦抱怨，以积极的态度去行动，你会有意想不到的收获。早安！

2018-04-22
真正的努力，不是比谁花的时间更多，谁把自己虐得更惨。其实，清晰的目标比盲目的努力更重要，深入的思考比低水平的重复更重要。反思和调整努力方式，找到适合自己的方法，才会事半功倍。早安！

2018-09-15
耐得住寂寞，才守得住繁华。成功需要努力耕耘，脚踏实地地埋头苦干；也需要耐心等待，不断付出的同时坚持自我、执着理想。等待瓜熟蒂落，等待水到渠成，等待雨过天晴，等待云开日出。忍耐的终点，是柳暗花明。今天的忍耐，恰是为了明日的花开。新的一天，早安！

2018-03-21
快乐是需要学习的。不快乐的时候，试着去靠近一个正能量的人，尝试走出去、多运动、换个角度看问题，学着培养自己感知幸福和快乐的能力。快乐本由心生，只要愿意感知，小小的快乐无处不在。早安！

2018-04-03
不知道自己想做什么，就先把身边的事做好；不知道自己会遇到谁，就先学会善待身边的人；不知道现在做的有没有意义，至少先确定自己不是什么都没做。迷雾里你或许只能看见眼前的五米，但一步一步走下来，雾就会慢慢散了。新的一天，早安！

2018-08-17
万事万物都有规律，春种，夏长，秋收，冬藏，每个阶段都各有重点。该养精蓄锐时，别着急出人头地，该持续努力时，也别企图一鸣惊人。请相信，通往成功最快的路，不是找寻捷径，而是脚踏实地。早安！

2018-03-07
时间就像海绵里的水，只要挤，总会有的。没有时间，不过是为自己不想努力找的借口而已。迎难而上，路就会越走越宽；知难而退，路势必越走越窄。那些本该干的事，你有什么借口拖着不做呢？不要真正来不及的时候，才后悔莫及。新的一天，早安！

2018-10-25
听见别人生活不如意，你感觉自己似乎还行；看到他人晒幸福晒成绩，你又觉得自己失败迷茫。把时间都用来关注别人，哪还有功夫提升自己？你要知道，你的注意力在哪里，成长就在哪里。向着心中的愿景勇敢前进，让接下来的每一天都比昨天更进一步。早安！

2018-04-14
与其羡慕别人，不如做好自己。笨拙的效仿不会带来快乐，只会徒增烦恼。认清真实的自己，找到属于自己的位置，然后昂首阔步走自己的路，你会发现，“做自己”的快乐远胜过一切比较与羡慕！新的一天，早安！

2018-06-18
端午节是淡淡的艾叶香，是烈日下赛龙舟的声声呐喊，是手腕上系着的五彩丝线，是木桶里浸泡的青粽叶，是母亲娴熟地包着粽子的模样。今日端午，也是小长假最后一天，同家人一起吃粽子，缝香囊，看场龙舟赛吧，愿你充满温暖的喜悦！早安！

2018-01-16
我们在生活里会遇到很多人。他们会让你感动，让你开心，让你温暖；他们也会让你恼恨，让你痛苦，让你哭泣。正是因为看到了许多的可能性，我们才明白自己想要成为什么样的人，他们让你看到这个世界，又从世界里看到自己。早安！

2018-04-05
勇于承认错误，你才能得到别人的原谅与尊重。待人谦和有礼，你才会被这个世界温柔以待。学会换位思考，你的周围就会减少争吵和误解。总是面带微笑，你的身边就能充满阳光与欢笑。人生没有那么多难题，难的是拥有一颗迎难而上的心。学会沟通，拥抱生活。早安！

2018-10-23
感慨时光的飞逝，却天天熬夜睡懒觉。焦虑未来的迷茫，却依旧刷剧打游戏。其实，读书才是你对抗时间的最好方式。选择读书，就是选择拓宽灵魂的广度。不停读书，你的生活就会朝气蓬勃。新的一天，早安！

2018-10-04
奢望一步登天，往往一事无成。真正能成就自己的，是日积月累、滴水穿石。没有什么能够打败一个永不言弃的人，只要方向足够明确，信念足够坚定，全世界都会为你让路！新的一天，早安！

2018-01-05
常有人会焦虑：别人都已成功，为何我还原地踏步？他只看到了别人的成功，却忽略了背后的汗水。过度的比较，会让自己迷失；一味地奔跑，容易看不清方向。想至千里，先积跬步；想成大海，先纳溪流。每天回头看看，和昨天相比自己是否进步了一点？与其患得患失，不如大步向前。早安！

2018-04-13
真正决定我们人生质量的，是如何面对生命里不如意的事情。接受脆弱的过程，是与自己和解的过程。当你逐渐学会坦然接纳一些并不太好的事，同时尝试将它们变好，才能真正拥有有质量的人生。早安！

2018-07-28
想要富裕体面的生活，却觉得打拼太辛苦，总想找些取巧的路。三五年后，你会发现，光芒万丈的你开始变得暗淡，那些不如你却更踏实的人反而拥有更多机会。这是你想要的未来吗？如果不是，便从今天开始，放下懒惰，去拼，去奋斗！新的一天，早安！

2018-07-20
你常常抱怨没时间提升自己，却花了大把时间刷朋友圈、打游戏和追剧。不是你真的很忙，而是你不愿付出行动真正做出改变。时间不是借口，当你打定主意去完成一件事，就一定能为它找到足够的时间。早安！

2018-04-30
转眼间，4月就要结束，2018年即将过去1/3。一天，一周，一月…岁月一点一滴地流逝。与过去的自己相比，你是否有进步？忙也好，闲也罢，你都应该花点时间去用心生活。是放纵自己得过且过，还是努力遇见更好的自己？选择权就在你的手里。新的一天，早安！

2018-09-12
是不是总一边惊觉时间太快，一边把日子过得漫不经心？人生没有如果，早知相逢不易，当初就应倍加珍惜；早知青春易逝，当初就该拼尽全力。当你愿意行动起来，接下来的每一天都会造就一个更好的自己。新的一天，早安！

2018-09-06
想要卓尔不群，就要有技惊四座的资本；想要一呼百应，就要有海纳百川的心胸。忍受不了磨炼与挫折，承受不住忽视和平淡，就难以达到你所期望的辉煌。人生，原本就应该在阳光下灿烂，在风雨中奔跑。从今天开始，找到最好的自己，新的一天，早安！

2018-07-15
人生就像一盘棋，一旦落子就不能反悔。过去也许有过荣耀，或许经历挫折，但都已不再重要。我们唯一能做的，就是走好脚下的每一步，下好眼前的每步棋。把每一个平凡的当下都努力过得精彩，才能给未来留下最美的回忆。新的一天，早安！

2018-02-04
鸡蛋，从外打破是食物，从内打破是生命。人生亦是，从外打破是压力，从内打破是成长。如果你等待别人从外打破你，那么你注定成为别人的食物；如果能让自己从内打破，那么你会发现自己的成长相当于一种重生。今天立春，一起迎接春天。早安！

2018-10-07
发现快乐，你的生活就多一些亮色；学会共赢，你的工作会少一些争执；懂得感恩，你的世界便多几分温柔；守住原则，你的人生才少几分迷茫。良好的思维习惯，会让你赢得更多的机会，遇见更好的自己。从现在开始改变思维方式，你将拥有更大的人生格局。早安！

2018-10-08
水再浑浊，只要长久沉淀，依然会分外澄澈。人再愚钝，只要足够努力，一样能改写命运。不要愤懑起点太低，那只是我们站立的原点。人生是一场漫长的竞赛，有些人笑在开始，有些人却赢在最后。新的一天，早安！

2018-11-02
有人在努力奋斗中找到满足感，也有人在患得患失里焦虑不安。幸福，很多时候是一种能力，它取决于你每天的生活方式。养成好好开始每一天的习惯，起床后大声告诉自己：今天又是全新的一天！早安！

2018-08-18
每个人都曾有过觉得自己不够好，羡慕别人闪闪发光的时候。但其实大多数人都是普通的，不必沮丧，也不必惊慌，做一只努力爬的蜗牛或坚持飞的笨鸟，在最平凡的生活里脚踏实地做事，未来终会触手可及。早安！

2018-03-22
这世上从来没有轻轻松松就能成功的人。要想在人前发一分光，就得在人后付出百倍的努力积蓄热量。你要明白，成功对于每个人而言都是公平的：它承认和奖赏勤劳、努力，漠视和惩罚懒散、消极。新的一天，为梦想全力以赴，早安！

2018-10-16
当你向空谷喊话，需要等一会儿，才会听见绵长的回音。在平日里，也不要急着让生活马上给予你所有的答案，有时候，你正是需要拿出耐心等一等。只要你曾踏实付出，生活终会给你想要的美好。早安！

2018-10-20
生活不是过山车，不会永远都刺激。它更像是一条缓和的抛物线，有时在顶点，有时在谷底，有时需要我们攀爬，有时需要我们俯冲。当你暂时处于谷底，要做的不是怨天尤人，而是积蓄力量，为即将到来的攀登做好准备。新一天，早安。

2018-11-07
生活就像一只储钱罐，你投入的每一分努力都会累积下来，在未来的某一天，令你惊喜无比。不必去羡慕别人拥有的东西，沉下心来，每天付出一点努力，时间终会给你想要的一切。早安！

2018-06-19
不要以为，世界上所有的事都可以重来，也不要觉得，时光飞逝之后，一切仍会像你设想的那样稳固牢靠。请认真想一想，什么是你真正想要追求的东西。趁现在，去争取、去奔跑，把每一个日子都踏实精细地过好。早安！

2018-10-22
没有哪一种生活、哪一种年龄不会遭遇辛苦，我们的奋斗和努力，不是为了挣脱，而是为了可以拥有更多选择的资格。努力，赋予了我们改变的可能，又在每一次的选择过后，让我们变得更加优秀。早安！

2018-11-06
首届中国国际进口博览会今天进入第二天。“包容普惠、互利共赢才是越走越宽的人间正道”，今天，一个更加开放的中国正张开双臂，欢迎其他国家把握新时代中国发展机遇，搭乘中国发展的“快车”“便车”。中国开放的大门不会关闭，只会越开越大。早安，中国！早安，世界！

2018-09-11
羡慕别人活得风生水起，就不要抱怨甚至自暴自弃。能把抱怨化为上进的力量，才是真正聪明的人。努力开拓视野，充实自己，内在不较劲，外在不抱怨，必不会被生活辜负。愿你早日能把“凭什么是他”变为“凭我自己”，早安！

2018-01-04
你想要考研，又想先工作一阵；你想出去旅游，又想把新买的书看完。想做好很多事，最终却一件事都无法开始。其实，只有去做，才能消除你所有的焦虑。如果你不知道该做什么，就把手头的每件小事做好；你不知道怎么开始，就把离你最近的事情做好。行动是打败焦虑的最好办法，早安！

2018-05-11
我们每个人都会有感到疲惫的时刻。与其逃避负重，不如主动迎战。当你能够坦然接受前行路途中伴随的心酸和眼泪，每一次都鼓足勇气迎难而上，勇敢地解决问题，你才能获得真正的成长。早安！

2018-10-12
理想再远大，也需要点滴的努力；口号再响亮，也需要实际的行动。不论你有多么宏伟的规划、多么昂扬的斗志，不去行动，终究是空中楼阁。千里之行，始于足下；漫漫长路，不如就从此刻出发！新的一天，早安！

2018-10-19
别总羡慕别人的光鲜亮丽，那只是你没看到他们背后默默付出的努力。成长总是伴随着汗水与眼泪，要走更长远的路，就要有异于常人的付出。从现在开始行动，这是你驱散迷茫最好的方式。新的一天，早安！

2018-09-25
成功不可能是急功近利的模仿，梦想更不可能是人云亦云的跟随。真正能够有所成就的人，都有着对自我的清晰认知、对目标的独立选择，然后相信滴水穿石、久久为功，在踏踏实实的坚持中摆脱了平庸，塑造了他们的与众不同。早安！

2018-10-11
生活是一条永远向前的河流，无须频频回首昨天，也不必把空想都寄托在明天，我们要做的是脚踏实地过好今天。找准自己的目标，脚踏实地去走每一步，就可以一路欣然向前。新的一天，早安！

2018-05-18
好不容易见一次父母，却在刷手机中度过了团圆时刻；天天躺在床上玩手机，时间长了经常感觉眼涩背痛。“低头族”的生活不仅让你和爱的人疏远，还会带来很多不必要的危险。别再做“低头族”，把时间留给爱的人。早安！

2018-06-01
每个人的心里都藏着一个成为“超级英雄”的梦想。只要你不颓废，不消极，一直乐观地生活，豁达待人、勤勉对事，不放弃地向着梦想前进，你终将成为自己的“超级英雄”！新的一天，早安！

2018-03-18
任何人与事的成功都无法一蹴而就，每一阶段的抵达，身后都是一步一个脚印的积累。只要不急不躁，耐心努力，保持对新事物新领域探索的好奇，就是行进在成为更好自己的路上。慢慢来，请别急，生活终将为你备好所有的答案。早安！

2018-03-04
蜕变往往是从一些“鸡毛蒜皮”的小事开始的。总看着大目标，容易忽视小细节，所以步伐不妨慢一点、小一点、稳一点。从今天起，先建立小目标，跑一次步、看一本书、学十个单词，想要特别幸运，请先特别努力。早安！

2018-11-22
赖床、玩手机、打游戏的生活很舒服，但也会带来一事无成的焦虑。真正让你变好的那些事，比如健身、读书，开始也许不容易，但只要坚持下来就能改变。2018还剩最后不到6周的时间，多做一些有意义的事，成长为更好的自己。早安！

2018-09-02
明天开始早起，明天再去健身，我们总喜欢把太多的事交给明天，明日复明日，结果一事无成。每天止步不前地等待，只会让我们失去每一个行动的好时机，从今天从此刻就开始行动，我们才会距目标越来越近。新的一天，早安！

2018-09-27
你无法决定明天是晴是雨，无法决定此刻的坚持能换来什么。但你能决定今天有没有准备好雨伞，以及是否足够努力。胡思乱想少一点，脚踏实地多一些，总会有一天能取得成功。早安！

2018-04-11
和阳光的人在一起，心里就不会晦暗；和快乐的人在一起，嘴角就常带微笑；和进取的人在一起，行动就不会落后；和大方的人在一起，处事就不再小气；和睿智的人在一起，遇事就不再迷茫；和聪明的人在一起，做事就变得机敏。学最好的别人，做最好的自己。新的一天，早安！

2018-05-16
许多人习惯于呆在舒适区，却又不甘心安于现状，常常一边暗自悔恨，一边怨天尤人，却从没细想过，因为害怕尝试，自己失去了多少机会。其实，当你勇敢地迈出探索的脚步，你会发现，原来这世界还有这么多美好等待着你。早安！

2018-11-19
越长大越明白一件事，捷径和侥幸只是另外一种形式的浪费时间。人生的路要自己一步一步走，对于追求梦想的人来说，从一开始就脚踏实地，反而是最近的道路。总有一天，你没有“锦鲤”，也能越努力越幸运。新的一周，早安！

2018-08-05
一个人没有梦想，就好像童年没有童话一样，会失去斑斓的色彩。为梦想而努力不会让你瞬间变得伟大，但会让你的每一天都充满希望。梦想不一定能成就你的人生，但一定能丰富你的人生。早安！

2018-09-21
人生好像一场马拉松，一时跑得快的人未必能第一个到达终点。一旦停止不动，就会有无数人从你身边一越而过。只有持续不懈跑好每一段路程的人，才能保持前行的速度，最终顺利达到理想的终点。新的一天，早安！

2018-07-30
青春不是任性和冲动，而是敢于追梦的勇气和对生活的热爱；成熟不代表圆滑和世故，而是历经岁月、阅遍世事后，仍能坚守初心、追逐梦想。愿你无论什么年纪，都能够保持那份纯粹和天真。心中的梦想永不凋零，青春的花儿便会永远绽放！新的一天，早安！

2018-06-20
人生这条路上，从来没有所谓最正确的选择。只有当你学会为自己负责，学会勇敢和担当，那么无论你选哪一条路，最终都会通向阳光大道。珍惜每一个当下，让你过的每一天都值得回忆。早安！

2018-07-16
如果你觉得一件事情很难，也许是你把目标定得太高。跑一个10圈不容易，跑10个一圈却没想象的那么难。你要学会拆解任务，将大目标化为小目标，一步一步稳稳向前，这样你就能离你的梦想越来越近。新的一天，早安！

2018-07-26
你所浪费的今天，是未来悔不当初的曾经；你荒废的每一秒钟，又有多少人正在拼命？不要为过去的年华叹息，需要正视的恰是匆匆溜走的时光。在时间的大钟上，只有两个字：“现在”。珍惜当下，成与败，区别就在点滴之间！新的一天，早安！

2018-03-08
自立，是一种对生命积极、自主、负责的态度。别拿着别人的地图找自己的路，也别做现成答案的乞讨者。要做自己生命的拓荒者，去探寻自己智慧的宝藏，如此你才能为自己的人生走出不一样的每一步。新的一天，早安！

2018-08-26
人生的意义，如果仅在于追求成功，得到的快乐并不会多。真正带给你成就感的是成长。克服自身的弱点，探寻未知的领域，在这种不断打磨塑造自己的过程中，更能体会到由衷的喜悦和的人生的价值。早安！

2018-10-06
对未来的真正慷慨，就是把一切献给现在。你现在的所有付出，都将是一种沉淀，它们会默默铺路，让你更加优秀。会有这样一天，我们内心坚定，没有恐惧，我们开始喜欢自己，我们恍然大悟：原来所有的美好终会如期而至。新的一天，早安。

2018-11-18
生活是讲究节奏的。该奋起直追时，就全力以赴，该养精蓄锐时，就从容休养。流流汗，休息时更加惬意；歇歇脚，再出发精神百倍。周日愉快，早安！

2018-11-05
首届中国国际进口博览会今天开幕，上海“四叶草”张开双臂，迎接八方来客。在国内“买全球”、拓宽商品选择渠道，是进博会带给每个普通人的福利。扩大开放，则彰显了中国的大国担当。新的一天，新的时代，期待共享包容合作的美好未来。早安，上海；早安，中国！

2018-11-03
周末到来，与其闷头大睡、无所事事，不如规律作息，合理计划。看一看秋日色彩，读一读名家文章，会一会久不相见的老友。把周末当作“放空日”，也当作“加油站”。早安。

2018-09-22
水流能至大海，是因为水能巧妙地避开所有障碍，不断地找到适合前行的路径。我们在人生路上也难免会遇到困难，拐个弯，绕一绕，也许就会柳暗花明。山不转，路转，路不转，人转，学会转弯，也是一种前进的好方式。早安！

2018-10-30
我们在生活中总是难免遭遇挫折。有的人把挫折当作失败，失去了进取的勇气，有的人则告诉自己：“我不是失败，只是还没有成功。”心中有目标，脚下有力量，把一个个挫折都跨过去，我们就能离成功越来越近。早安！

2018-11-04
生命的常态，远不只是泛着涟漪的池水，更有涌动的暗流、潜在的礁石。正是这些，才构成了完整而丰富的人生；也正是在崎岖道路上的砥砺前行，每个人的精神生命才能不断成长。面对困难，迎难而上，风雨之后你会赢来美丽的天空。新的一天，早安！

2018-11-11
“双11”悄然走过十年，这个集体狂欢节已成消费文化的透镜。用过U盾支付的“中年人”还在剁手，年轻的购物大军已大举跟上，“准备买什么”成了熟悉的问候语，谁又不享受秒杀到的兴奋？但无论购物车装多满，也不要忘记理性消费。缺什么买什么，因中意而非便宜而买，是不变的生活法则。早安！

2018-11-12
动手慢一秒，就可能与机会失之交臂；汗水少一分，也许就与梦想的实现擦身而过。眼前的不利，可能是五年、十年前的懈怠造成的，而今天的付出，将会成为对未来最好的馈赠。加油！早安！

2018-11-20
如果栽了跟头就倒地不起，碰了钉子就逃之夭夭，立下再多志愿也只是白费时间。让努力成为习惯，把挫折看作鞭策。再硬着头皮闯一次，再咬紧牙关拼一回，不知不觉，你就会变得更加强大。新的一天，早安。

2018-07-19
拉开人与人之间差距的，往往是思维。即使起点相同，也会因思维方式的不同，过上完全不一样的人生。遇到问题时，学会转换角度思考；思绪杂乱时，把问题有条理地列出来各个击破……有时，不是你不够努力，而是你的思维方式需要更新。找到正确的方法再去努力，早安！

2018-10-29
人生如同登山，在你到达山顶前，前方的路有多么艰险，我们无从知晓，但我们拥有一颗热血沸腾、勇于尝试的心，一份不怕失败、不惧艰险的勇气。当你踏着一路泥泞走上山顶，看到不曾见过的景色，便会感慨这一路走来的值得。新的一周，早安！

2018-10-17
真正的努力，从来都不需要表演。人们也许会肯定你的过程，承认你的结果，却绝不会认可你对自己的吹嘘。对自己狠一点，效率高一点，眼光长远点，脑子灵活点，再保持一个基本的生活节奏，踏踏实实地努力，这就是最好的。新的一天，早安！

2018-07-04
咖啡是苦还是甜，不在于怎么搅拌，而在于是否放糖；人生是喜还是悲，不在于怎么抱怨，而在于能否超越。遇到困难，有人觉得太倒霉了，而有人却可以坦然面对。人这一辈子，难免会遇到各种挫折，是困在阴影中还是笑着走出来，只有靠自己。早安！

2018-08-02
没有一帆风顺的人生，也没有坐享其成的生活。所以，当我们独自航行在人生的大海上时，每时每刻都应做好准备，即使遭遇狂风、大浪、暴雨、烈日，也应毫无惧怕。因为只有不畏艰辛的人，才有机会享受到人生最简单的快乐。新的一天，早安！

2018-04-08
你总在抱怨没有机会，或许是因为你花在等待上的时间太多，却很少想过主动去创造机会。当你真正主动为一个目标付诸行动，才会发现这个世界已经为你搭建好舞台，等待着你的绽放。早安！

2018-11-16
星期五，是否满意这一周的表现？得意，失意，都已经过去，让我们收拾心情，专注当下。定好目标就全力以赴，许下诺言就努力践行。这样的你，就是强者！新的一天，早安！

2018-05-12
十年前的今天，汶川地震。灾难留下创伤，也教会我们坚强，失去让人痛苦，也孕育着新生的力量。生活的阳光终将照亮过去的阴霾，每一位生者过好每一个当下，就是最好的纪念。汶川，早安！

2018-01-21
无论在什么境遇中，都不应该失去对生活的积极态度。把对生活的热情投射到具体的事物中，在忙乱的步调中找到属于自己的乐趣。即使暂时遭遇挫折，依然能够保持不灰心不停滞，那么迎接你的必将是柳暗花明的时刻！早安！

2018-02-28
与其焦虑未来，不如把握好现在。人生犹如游戏关卡，闯过这一关，才能看清下个关口。好好生活，别浪费时间；认真学习，不断充实自己。这样，才能在未来到来时有足够的能力迎接它。新的一天，早安！

2018-10-24
生活就像天气，有时晴空万里，有时阴雨连绵。既然无法改变天气，不如学着调整自己。生活是你自己的，喜怒悲欢都由你自己决定。情绪低落时，试着出门拥抱阳光，学着向家人朋友倾诉。保持情绪稳定，也是一项重要的能力，不要让人生输给了心情，早安！

2018-11-15
再不完美的行动，也胜过被动的等待。五步、十步都是进步，顿悟、渐悟都是领悟。只要你开始出发，就已经赢过了还睡在起点的人。新的一天，早安！

2018-12-31
每个我们想去的地方，都会有一段难走的路。这段路也许会让我们感到迷茫、痛苦，但我们仍选择继续前进，因为总有些人和事值得我们用情至深。2018年就要过去，让我们感谢那些给予我们力量的人和事，也感谢那个有勇气的自己。早安！

2018-12-30
我们都曾有过这样的时刻：看不清未来，回不到过去。那么，就索性别再幻想明天，白让时间在眺望中流逝；也不必贪恋昨天，引得年华在回忆中沧桑。去把握好每个实实在在的今天吧！见想见的人，说想说的话，做该做的事。早安。

2018-12-29
人生路上，遇见善良，学会付出；遇见微笑，学会分享；遇见坎坷，学会勇敢。也许这条路会艰难，但如果你拥有笑对人生的心态，你就有享受人生的能力。心是苦的，人生便如苦海无边；心是甜的，人生处处都是曼妙风景。早安！

2018-12-28
成功是急不来的。不计较眼前得失，将注意力真正着眼于正在做的事情本身，持续付出努力，对过程把控有度，才能一步步向前推进，逐渐达到理想的目标。不着急，才能从容不迫，关注于过程，结果自会水到渠成。早安！

2018-12-27
人生有两种痛苦，一种因努力而来，虽步步艰辛但仍然迎难而上；一种由悔恨而来，不尝试不坚持，追悔莫及。别轻易放弃梦想，在还有机会和能力选择时，请选自己真正喜欢、真正想要的那个。有计划地朝着目标前行，梦想终会照进现实。早安！

2018-12-26
立定目标，就要忍得住风吹雨打；看准前路，就不能怕关山万重。有一往无前的气概，才能有一鸣惊人的成就。不犹豫，别止步，新的一天，早安！

2018-12-25
总有人因为害怕失败便拒绝尝试，却忘了最大的遗憾正是未曾开始。生活向来是你弱它就强，你强它就弱，那些无法绕过的人生难题，你若选择逃避，就只能一直是输家，唯有勇敢面对，才有可能会赢。早安！

2018-12-24
立志不难，难的是星移物换而初心不改；付出不难，难的是寒来暑往仍久久为功。再多一点恒心，再多几分韧劲。不可能，终将变为可能。新的一天，早安。

2018-12-23
过去的总让人牵挂，未知的总让人不安。但生活不会亏待努力的人，你要做的，就是用最少的悔恨面对过去，用最少的浪费面对现在，用最多的梦想面对未来。与其停留过去、惧怕未来，不如放手一搏，不留遗憾。新的一天，早安！

2018-12-22
所有的一劳永逸，都可能是坐以待毙。我们要追求的，或许应是一种有远见的生活方式。可享当下安乐，却不妄图长久安逸。在安逸中遇见未来的风霜，始终保有前行的能力，这样方可在抵达每一个未来时，都能看到一树繁花。新的一天，早安！

2018-12-21
一到年末就开始焦虑，这一年似乎没有什么改变，没有力气向前，没有余地后退，原地踏步又心有不甘……但一味地焦虑并没有实质性帮助，与其花时间纠结，不如踏实努力。没有来不及的事，只有不敢开始的心。早安！

2018-12-20
勇敢不是无所畏惧，是明明怕，也能上；坚持不是永不疲倦，是明明累，也能扛。我们不爱困难，但更讨厌认输；我们不爱劳累，却更讨厌放弃。2018年最后几天，奋力冲刺吧！新的一天，早安。

2018-12-19
去成为你想成为的人，什么时候都可以开始；去做你想做的事，任何方向都值得努力。吝惜汗水和能量，哪一条路都是弯路；朝着目标努力前进，整个世界都会为你让路。未来和梦想，不是想出来的，是拼出来的。早安！

2018-12-18
生活中总有黯淡无光、咬牙硬撑的时刻，也许奋斗有时会很累，但别忘了还有未实现的梦想。最艰难的成功，不是超越别人，而是战胜自己；最可贵的坚持，不是历经磨难，而是保持初心。努力向前吧！追光的人，自己也会身披万丈光芒。早安。

2018-12-17
一味羡慕那些比你过得光鲜的人，并不能对自己产生益处。这世上没有碰巧的成功，一切看似无心插柳，都是水到渠成。你唯一能做的就是向着目标坚持，别让今天偷的懒变成明天的难。最灵验的“锦鲤”，就是努力。早安！

2018-12-16
每个人都会碰到特别难熬的阶段，可你要知道，沉溺于抱怨、苦恼是没有用的。越是困苦的日子，越要挺起脊梁、满怀信心地走下去。生活的考验，往往是命运的另一种成全，别把遗憾和焦虑留到下一年。新的一天，为梦想用力奔跑，早安！

2018-12-15
不抱怨生活的磨难，把每—次失败看作是一次尝试而不自卑；不炫耀生命的馈赠，把每一次成功归结为一种幸运而不自傲。以积极的心态迎接一切，能微笑接受幸福，也能坦然面对挫折，就更能体味生活的意义。早安！

2018-12-12
宝剑出自锤炼，美玉成于琢磨。一味偷懒贪图轻松，终究难成大功；自我加压抖擞精神，才能一鸣惊人。笑对挑战，不畏艰难，新的一天，早安。

2018-12-11
别把自己不当回事，肯下功夫，你定有一番成就；别把自己太当回事，山高海阔，你可能力有不及。不骄不躁，不屈不挠，才能行稳致远。新的一天，早安。

2018-12-10
人生这套题，说难也难，说简单也简单。不能接受，那就改变；不能改变，就试着放下。生命是属于自己的，要懂得让自己开心，把时间留给那些真正值得付出的人。愿你心中藏着善良，眼里带着光芒，活成自己想要的模样。新的一周，早安！

2018-12-09
我们总把来不及做的事，留给下一年；把来不及付出的情感，留给下一个人；把来不及说的话，留给下一次相逢。“来不及”不是没做好准备，而是没下定决心，没付出全部。抓住每一个今天，在2018年的尾巴，去把“可是来不及”变成“幸好我做过”！早安！

2018-12-07
不是每个人从一开始就能抽到一副好牌，也不是每个人一路上都能开挂。在漫长的生命里，我们不用那么急于求成。找准自己喜欢的事，一点点去努力，一天天去坚持，才会有实现的可能。早安！

2018-12-06
低质量的勤奋，不过是营造一个“我很努力”的幻觉。勤奋不是马不停蹄，而是有效利用手头的时间；努力不是一味埋头苦干，而是用智慧解决问题。沉下心来，抽丝剥茧地去思考、去解决，你才能获得真正的提升。早安！

2018-12-05
梅花香自苦寒，美景常在险峰。经受住风霜雨雪，遇大事才能举重若轻；征服过悬崖绝壁，有困难自然履险如夷。拥抱挑战，就是拥抱成长！新的一天，早安。

2018-12-04
一朵花有一朵花盛开的时间，一棵树有一棵树成材的年限。盲目去追赶，只会徒增焦虑，扰乱自己的步调。努力，很多时候是一个人的单打独斗，尽己所能，扬长补短。让每个今天都优于过去的昨天，改变就会在你意想不到的时候发生。早安！

2018-12-03
你是否经常感慨，似乎别人的成功来得比自己更容易。然而我们不是别人，那些受过的苦累和付出的代价我们并不知晓。所有光鲜亮丽的背后都意味着深深的自律。雕塑自己的过程必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究会让我们收获一个更好的自己。早安！

2018-12-02
一个人的成熟，不在于经历过多少事，而在于经历过后的沉淀和思考。不要只顾着埋头向前冲，适时停一停，给自己一点放空和思考的时间。从每一次的经历中有所领悟有所得到，你才能在未来的路上走得更远更稳健。早安！

2018-11-30
世上最爱憎分明的，是时间。你蹉跎岁月，它就让你庸碌一生；你珍惜时光，它就送你前程万里。11月只剩一个小尾巴，用好每分每秒，你就是那个被时间偏爱的人。新的一天，早安。

2018-11-29
工作学习就像跑马拉松。一时领先，别骄傲；暂时落后，也别着急。此刻的高下，不是最终的输赢。如有掌声，就让它激励你更上层楼；如有挫折，就让它鞭策你勇猛精进。周四，早安！

2018-11-28
尺有所短，寸有所长，没有谁生来就是完美的。有缺憾，就有可改之处，也就有进步的空间。尽力发挥自己的长处，不断完善自己的短处，每天进步一点点，日积月累终会有大不同。早安。

2018-11-27
无论做什么事，都没有捷径一蹴而就。阅读书籍，或许没有立竿见影的好处，却会给你广阔的视野；培养好习惯，可能过程并不容易，却能让你持久获益。别再因为短时间内看不到回报就拒绝努力，当下的每一次成长，都会在未来某个节点帮你成为更耀眼的自己。早安。

2018-11-26
任何收获都不是巧合，而是用日复一日的付出换来。不怕你每天迈的步子太小，只怕你停滞不前；不怕你每天做的事太少，只怕你无所事事。今日一点一滴的进步，终会塑造一个与众不同的你。早安！

2018-11-25
有付出，才会有收获；努力了，才会有回报。当你行动起来后，即便结果不如预期，奋斗的经历与学到的本领，都是以后宝贵的财富。与其坐而论道，不如起而行之；与其空想明天，不如抓住今天。只有实干，才能收获真正的幸福。从现在开始，踏踏实实地为了理想努力吧！新的一天，早安！

2018-11-24
有时候阻碍我们前进的，并不是别人的轻视，而是自己丢掉的信心。消除恐惧的最佳方法，就是去做曾令你恐惧的事情。不断去尝试和练习那些令你感到自卑的事，终有一天，你会发现，它们不再是你的软肋。早安！

2018-11-23
善待自己，不被别人左右，也不去左右别人，自信优雅。如果做一粒尘埃，就用飞舞诠释生命的内涵；如果是一滴雨，就倾尽温柔滋润大地。人生多磨难，要为自己鼓掌，别让犹豫阻滞了脚步，别让忧伤苍白了心灵。新的一天，早安！

2018-05-19
微笑，是人类最美的表情。微笑，是无需翻译的语言。对自己微笑，元气满满地迎接新的一天；对他人微笑，脉脉温情地融化隔阂与冷漠。最能让这个世界灿烂的，不是阳光，而是你的微笑。请嘴角上扬15度，让我们用微笑迎接晨曦、点亮心情，对周末说声：嘿，早安！

