2019-07-05
每个人都会有弱点。有的人固守弱点，没有勇气去改变，任由它成为自己的软肋；有的人选择对着弱点开刀，在一点一滴的进步中变得越来越好。发挥优势的同时补齐短板，你会发现自己的能力有了质的飞跃。早安！

2019-06-27
每个人的成长，都需要时间沉淀。不要因为短时间内看不到回报，就拒绝付出。山再高，往上攀定能登上顶峰；路再长，走下去总会到达终点。时间不会辜负每一个用力奔跑的人。早安！

2019-06-26
早起读书，虽然起床的片刻痛苦，但一天结束时却觉得有所收获；熬夜刷剧，放纵的当下虽然轻松，但临睡前却不免愧疚自责。自律，是一个自我完善的过程，少不了要经历些痛苦，但只要你开始学会对自己多一点克制，人生就会逐渐变得充实。早安！

2019-06-25
真心想做一件事，再大的困难也能克服；不想做一件事，再小的阻碍也会成为理由。先决因素很重要，但更重要的是自己创造的条件。要记得，人生的每时每刻，都是在为自己的明天铺路。新的一天，早安！

2019-06-24
每个人的身上都有两个自己：一个正面，一个负面。尝试让积极打败消极，让真诚打败虚伪，让宽容打败计较，让勤奋打败懒惰，让坚强打败脆弱，只要你愿意，你就能做最好的自己。新的一周，早安！

2019-06-23
很多时候，束缚住你的并不是能力，而是遇到困难就俯首称臣的懦弱。你越害怕，越会被困难束缚，你若迎难而上，问题终会迎刃而解。要相信，你的每一次努力，都会增加你面对世界的底气。早安！

2019-06-22
紧绷的弦容易断，人生张弛有度才好。奔波忙碌时一心一意做好该做的事，放假休闲时就去挖掘生活中的无穷乐趣。真正的成熟是学会在每个阶段都能找到平衡，与自我和解，与初心相逢。周末，早安！

2019-06-21
真正的勇敢，不是从不害怕，而是带着畏惧，也要继续扬帆启航；是知道人生路上总有艰难坎坷，依然有勇气拥抱生活，笑迎挫折。每一个迎风向前的人，都是自己的英雄。早安！

2019-06-20
生活就像一只储蓄罐，你投入的每一分努力，都会在未来的某一天回馈于你。你所要做的，就是别着急、别犹豫，每天多积累一点点。不必羡慕别人现在所拥有的，只要努力，时间都会给你。早安！

2019-06-19
船停在码头是最安全的，但那不是造船的目的；人待在家里是最舒服的，但那不是人生的追求。回首过往你会发现，最清晰的脚印，往往印在最泥泞的道路上。放松心态，努力前行。新的一天，早安！

2019-06-18
人一生的时间有限、能力有限，但是努力无限。努力做一个善良的人，心态阳光、积极向上，满满元气就能被激发，更能感染身边的人。你阳光，世界也会因你而温暖。新的一天，早安！

2019-06-16
生活不一定要像大海一样波澜壮阔，但也不该变成一潭死水。它更像一条奔涌向前的小河，未必多宽阔，却有自己的节奏。我们努力，不一定要飞黄腾达、睥睨群雄，而是努力给自己创造多一种可能，给未来多一份惊喜。新的一天，早安！

2019-06-15
真正的美丽，不是青春的容颜，而是绽放的心灵；不是俏丽的服饰，而是内在的自信……真正的美丽，是经历漫长艰苦的岁月，依旧乐观向上、生机勃勃的人生态度。周末，早安！

2019-06-14
自律不是殚精竭虑地苦行，而是长期朝着一个目标前进。把模棱两可的热爱变成斩钉截铁的目标，把模糊的“我喜欢”变成清晰的“我要完成”，疲惫时不妨歇一会儿，养足精神后依然可以大步向前。早安！

2019-06-13
蹉跎和努力，一天看不出差别，三天看不到变化，七天也许还看不到任何距离。但是半年后会看到谈吐不同，一年后会看到气场不同，若干年后就会看到人生道路截然不同。愿你能靠自己的双手创造出属于自己的天地。早安！

2019-06-12
在我们的生活中，想要做成任何事都需要定力与勇气。就像是跑马拉松，刚出发时大家齐头并进，我们无法领先，也不够出众。但只要我们坚持自己的选择，并愿意为之持续付出，就能逐渐脱颖而出，笑到最后。新的一天，早安！

2019-06-09
人为什么要读书？因为很多东西，眼睛看不到，读书可以；脚步不能丈量，读书可以；身体无法抵达，读书也可以。爱读书的人都有更为丰富的精神世界，即使深陷泥泞，也依然可以仰望星空。趁着大好晨光，一起读书吧。早安！

2019-06-08
今天是高考的第二天，不论昨天考得好坏，都无需纠结。今天又是新的战役，请轻装上阵，沉着自信，细心作答。你要做的，是不给自己留下任何遗憾。每一个在考场上全力以赴的人，都是最勇敢的战士。早安！

2019-06-07
今天是高考第一天，希望各位考生既有敢于亮剑的勇气，勇敢闯过每一道难关，又能用一颗平常心，从容应对每一道试题。愿你步入考场时胸有成竹，走出考场时笑容满面。早安！

2019-06-02
每个人的人生舞台不是在别人眼中，而是在自己心中。我们倾力付出，不是为了获得别人的赞许，而是为了拓宽自己眼界的广度、心灵的宽度和见识的深度。当你发现自己每一天都在变得更好，就是最值得骄傲的事。早安！

2019-06-01
今天是六一儿童节，祝小朋友们节日快乐！我们也不妨停下匆忙的脚步，回忆一下多彩的童年，也重新看看现在的自己。愿你，能永远保持对世界的好奇，能把日子过得充实有趣，能历经世事仍有一颗真诚的赤子之心。早安！

2019-05-31
成功就像是一把梯子的顶端，双手插在口袋、不愿付出心力的人是爬不上去的。只有靠着自己的双手双脚努力向上爬的人，才能到达顶峰。真正去坚持做一件事，时间看得见，世界会给你惊喜。早安！

2019-05-30
生活中许多“无法做到”的难题，其实往往是被周围的环境所迷惑，被自己的预判所吓倒。真正让我们感到为难的不是事物本身，而是我们自己那颗尚未开始、就已经退缩的心。把大目标分解为小任务，一关关去闯，只要你用心浇灌，梦想自会开花结果。早安！

2019-05-29
没有哪一种生活、哪一种年龄不会遭遇辛苦，我们的奋斗和努力，不只是为了挣脱束缚，更是为了可以拥有更多选择的资格。努力，赋予了我们改变的可能，又在每一次的选择过后，让我们变得更加优秀。早安！

2019-05-28
有时候阻碍我们前进的，并不是别人的轻视，而是自己丢掉的信心。消除恐惧的最佳方法，就是去做曾令你恐惧的事情。不断去尝试和练习那些令你感到自卑的事，终有一天，你会发现，它们不再是你的软肋。早安！

2019-05-27
生活就是不断寻找自我的过程。我们努力地向上，不仅是让世界看到我们，更是为了让自己看到世界。当我们一步一个脚印往前走时，就会发现，每一点进步，都在让我们的人生变得辽阔。早安！

2019-05-26
每个人都有自己的活法，不必去复制别人的生活。幸福没有标准答案，快乐也不止一条道路，当你羡慕别人时，不妨收回目光，反观自己的内心。自己喜欢的日子，就是最好的生活。早安！

2019-05-25
面对结果的失败，千万不要连带着过程也全盘否定。短视的人只会看到“无功”，但事实上没有一分努力是“徒劳”。拼尽全力，你终究会比昨天的自己好上一点点，哪怕看似一无所获，却一定能在平凡日子里成为自己的英雄。早安！

2019-05-24
当你去追逐梦想的时候，这纷繁复杂的世界会制造很多困难来阻挡你，现实也会捆住你的脚步，但这些都不重要。没有一件事情可以一下子把你打倒，也不会有一件事情可以让你一步登天，慢慢走，慢慢看，生命是一个慢慢累积的过程。新的一天，早安！

2019-05-20
你总说现在开始已经太晚，哀叹最好的时光已经过去。然而，你无法比此时此刻更年轻。今天，就是最好的一天；现在，就是你能开始的最佳时间。去学习，去锻炼，去见识多彩的世界。请记住，我们都是和自己赛跑的人。为了遇见更好的自己，努力，从今天、从现在开始！早安！

2019-05-19
万里征途，别想一口气狂奔到底。适当歇一歇，发力才能长久；仔细看一看，方向才能准确。静，是为了动得更快；停，是为了行得更稳。张弛有度的你，终将取得成功！周日，早安！

2019-05-18
日子虽有磨难，愿你身处荆棘不言放弃，生活虽有诱惑，愿你历经世事不改初心。多一点自信和坚韧，少一些悲观和放纵，踏踏实实做好自己，你就已经很了不起！早安！

2019-05-17
行动，是打败焦虑的最好办法。当不知道该做什么时，就把正在做的每件事都做好，当不知道该怎么开始时，就把离你最近的那件事做好！当你能够完成一件又一件小事，也就逐渐拥有了成就大事的能力。早安！

2019-05-16
越长大越明白一件事，捷径和侥幸只是另一种形式的浪费时间。人生的路要自己一步一步走，苦要自己一口一口吃。对于追求梦想的人来说，从一开始就脚踏实地，反而是最近的道路。早安！

2019-05-15
每一朵鲜花的盛开都要经历风霜雨雪，每一把利剑的形成都需经过千锤百炼，这世上，没有工作是永远轻松安逸的，没有人是随随便便就能成功的。不害怕辛苦，不畏惧困难，沉下心去，用心打磨，你将成为更好的自己。早安！

2019-05-14
工作中不要总是“走一步算一步”，成大事的人，往往都是善于提前做计划的人。再庞大的计划，只要巧妙地分割，每天完成一点点，总有接近终点的一天。既然没有未卜先知的能力，那就做好万无一失的准备。新的一天，早安！

2019-05-13
该养精蓄锐时，别着急出人头地，该刻苦努力时，别企图一鸣惊人，该磨砺心智时，别妄求突然开悟。你的基础打得越牢靠，你的过程走得越完整，你的努力坚持得越长久，你的成长才更容易发生质的飞跃。早安！

2019-05-12
十一年前的今天，汶川地震。灾难留下创伤，也教会坚强，时光穿越苦难，也见证重生。今天，铭记这一时刻，是要记住灾难中不屈的精神，更是为了提醒生者，不辜负每一天初升的朝阳。汶川，早安！

2019-05-11
今天是周末，又到了可以放松的日子。但比起闷头大睡，不如把一周的工作和学习做一个总结，然后趁着闲暇时光，做些一直想做却没时间做的事。放松并不意味着懈怠，蓄力才能更好地发力。早安！

2019-05-10
一个人最高贵的品质是踏实。一味地紧张和焦虑没有一点实质性的帮助，与其有时间去纠结，倒不如认真地选好一个自己最喜欢的方向踏实努力。踏实地走好每一小步，你就会离目标越来越近。新的一天，坚定步伐，做一个踏实的人，早安！

2019-05-09
很多时候，人生最大的失败并不是没有成功，而是从未尝试过。生命只有一次，别浪费在说“我不会”、“我不行”上，用尽全力，去做你想做的事，成为你想成为的自己。新的一天，早安！

2019-05-08
有些努力是为了将来，而有些事情则是为了当下。不要把人生过成任务，也不必每一件事都有始有终，更不要因为看不到终点，就连起点都放弃了。过好当下的每一天，只要日有所得，那就是快乐而充实的生活。新一天，早安。

2019-05-07
在我们的生活中，所有的事情都有它存在的意义。当你觉得孤独，那正是认识自己的机会；当你觉得黑暗，那正是发现光芒的机会；当你觉得无助，那正是让你知道内心有多强大的机会。坚持住，在锻造自我中超越自我。早安！

2019-05-06
生活中遇到难题时不要说“我不行”，因为每一句“我不行”都是在逃避现实和自我设限。对自己说一声“试一试”，尝试向前走一走，寻找解决问题的方法，也许一切都会柳暗花明。早安！

2019-05-05
今天是五一小长假结束后的第一天，请整理好心情，调整好状态，迎接下一阶段的工作和学习。世上没有白费的努力，更没有碰巧的成功。不断打磨每一个细节，认真做好眼前事，确保在机遇到来的那一刻，你已经做足准备。早安！

2019-05-04
青春，是一场场考试，是宽大的校服，是阳光下的操场；青春，更是成长担当，一心追梦，哪怕万人阻挡，也不认输投降。奋斗是青春最亮丽的底色，愿你我保持初生牛犊不怕虎、越是艰险越向前的刚健勇毅！青年节，早安！

2019-05-03
每个优秀的人，并不是与生俱来就带着光环，也不一定是比别人幸运。他们只是在每一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃努力。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们变成更好的自己。新的一天，早安！

2019-05-01
今天，是每一位劳动者的神圣节日。小长假第一天，习惯了奔波打拼的你，还在忙碌吗？给自己一点休憩的时间，去看看想读的书，逛逛想去的地方，打卡想吃的美食……阶段性的休息可以带来新的激情，轻装上阵，朝着梦想继续前进。灿烂的五月，早安！

2019-04-30
生活从来不会亏欠谁，它在此处布下一块阴影，也会在不远处为你准备一片阳光。世界很大，人生很短，不要蜷缩在一小块阴影里无法自拔。学着以积极的态度迎接一切，才能发现生活中的更多美好和善意。早安！

2019-04-29
走更远的路，才能看到更多的风景，爬更高的山，才能获得不同的视角。不要畏惧前方山高路远，不要害怕挑战和困难，当你一步一个脚印往前走，就能逐渐体会生活的丰盛，收获一个日臻完善的自我。早安！

2019-04-28
人生进退是常事，想要成功，关键在于能不能“熬”得住。所谓“熬”，是受挫时不轻易放弃，是欢喜中持一份凝重，悲哀时留一丝希望；是对生活负责任，是认真对待每一个属于自己的日子。坚持梦想，逆风而飞，终会“熬”到你想要的未来！早安！

2019-04-27
人生这条路上，从来没有所谓最正确的选择。只有当你学会为自己负责，学会勇敢和担当，那么无论你选哪一条路，最终都会通向阳光大道。珍惜每一个当下，让你过的每一天都值得回忆。新的一天，早安！

2019-04-26
所谓不一样的风景，不是你走了一条鲜为人知的路，而是你走了一条本就只属于你一个人的路；所谓生活在远方，不是你远走十万八千里，而是你站在原地，心里能不被眼前的生活所束缚。心中有快乐的人，永远是最快乐的，心中有希望的人，他的心扉也会一直行走在希望的田野上。新的一天，早安！

2019-04-25
成功的道路并不像想象得那么拥挤，因为在人生的马拉松长路上，绝大部分人跑不到一半就主动退下来了，笑到最后的，总是那些一辈子都在奔跑的人。如果你想跑得更远，只需一直跑下去。新的一天，早安。

2019-04-24
岁月是有痕的，未来是由现在创造的。我们所看过的书，经历的事，走过的地方，做出的点点滴滴的努力，都有可能成为未来改变命运的关键。所以，请珍惜每一个机会，认真对待每一件事，去见证一个不断成长的自己。早安！

2019-04-23
一只站在树上的鸟儿，从不会害怕树枝断裂，因为它相信的不是树枝，而是自己的翅膀。人也一样，与其每天忧心未来，不如努力做好现在。靠自己的力量解决好一件件事，你心里升起的底气，足够支撑你面对生活中的一切。早安！

2019-04-22
不要小看一滴水的力量，水滴也能穿石，不要小看一根细绳的威力，绳子可以锯断木头。即使力量再小，日积月累也会发生质变，即使变化再慢，日复一日，也终会给你带来意想不到的回报。早安！

2019-04-21
没有哪一种生活、哪一种年龄不会遭遇辛苦，我们的奋斗和努力，不是为了挣脱，而是为了可以拥有更多选择的资格。努力，赋予了我们改变的可能，又在每一次的选择过后，让我们变得更加优秀。早安！

2019-04-20
人要懂得珍惜时光，不能丢了夜晚的星星，又错过白天的太阳。天道酬勤的意思是，越努力，越幸运。你若不相信努力和时光，或许它会第一个辜负你。新的一天，行动起来，早安！

2019-04-19
只要一直在往前走，你就会看到更多更美的风景。所有的弯路与泥泞都有它存在的意义，没有过去的那些坎坷，就不会有今天的心态与能力。别惧怕眼前的挫折，别担心暂时的灰暗，认准一个目标踏实前行，总会走到曙光降临的地方。早安！

2019-04-18
生活中，我们常常觉得别人拥有的才是最好的，以为未曾得到的才是值得的。殊不知，当你否定了自己拥有的一切时，也失去了感受生活乐趣的能力。不必盲目去羡慕别人，也别轻易看低了自己，你的生活原本就很美好。早安！

2019-04-17
真正的乐观不是盲目相信一切都会顺风顺水，而是一种允许失败的心态。了解自身的局限，正视失败的可能，但仍然选择坚持自己的梦想。带着积极向上的状态，不停尝试，不言放弃，生活终会给我们想要的答案！早安！

2019-04-16
发现快乐，你的生活就多一些亮色；学会共赢，你的工作会少一些争执；懂得感恩，你的世界便多几分温柔；守住原则，你的人生将少几分迷茫。良好的思维习惯，会让你赢得更多的机会，遇见更好的自己。从现在开始改变思维方式，你将拥有更大的人生格局。早安！

2019-04-15
生活就是不断寻找自我的过程。我们努力地向上，不仅是让世界看到我们，更是为了让自己看到世界。当我们一步一个脚印往前走时，就会发现，生活中的每一点进步，都在让我们的人生变得辽阔。新的一周，早安！

2019-04-14
人为什么要读书？有人回答，为即使深陷泥泞，仍可以仰望星空。很多东西，眼睛看不到，读书可以；脚步不能丈量，读书可以；身体无法抵达，读书也可以。久而久之，你的气质里，就藏着你曾经读过的书。周末，趁着大好春光，一起读书吧。早安！

2019-04-13
成功向来不是一朝一夕的事。有的人走的很快，有的人进步较慢，这都不重要，重要的是你是否在不断优于过去的自己，是否离目标越来越近。只要你在一步一个脚印往前走，就一定能到达你想去的地方。早安！

2019-04-12
我们常常看到，那些时常读书的人有着不一样的谈吐与格局，那些一直运动的人有着不一样的体格与力量，而那些空有理想却不愿行动的人，日子总是越过越糟。其实，生活中所有的不平凡，都源自平凡的小习惯。早安！

2019-04-11
有的人生活目标明确，每天都朝着理想迈进，有的人当一天和尚撞一天钟，忙忙碌碌却不见成果。混日子固然轻松，但也意味着原地踏步，没有成长。别让多年后的你，厌恶现在这个不求上进的自己。早安！

2019-04-10
幸福是一点一点积累而成的，人生也是一天一天经营出来的。比起整天焦虑烦恼，保持愉悦的心情面对一切挑战才是最重要的事。累了就睡觉，醒了就微笑，不盲目攀比，不纠结逃避，用最好的姿态去迎接崭新的一天。早安！

2019-04-09
从来就没有什么大道理，能够让你只需懂得而不必付出，就能人生逆转、一步登天。真正有价值的一生，总是需要你去行动，去做无数件别人不屑尝试的小事。那些一直在一步步往前走的人，终会过上更好的人生。新的一天，早安！

2019-04-08
过去之于我们，是一本曲折起伏的书：或欢笑，或泪水，只是情节已被书写，无法改变。但未来却是一只万花筒，拥有无尽的色彩和无数的组合。不沉湎于过去，不空谈未来。不论在何处，愿你把握现在，鼓起勇气，探索未来的每一种可能。新的一天，早安！

2019-04-07
就像这世间没有任何两片树叶的纹理是一样的，幸福与幸福也不尽相同，没有一个人的生活会和别人重复。我们在仰望别人幸福的同时，别人也是以同样的姿态回望我们。没有谁的生活值得羡慕，过好自己的日子才是重中之重。新的一天，早安。

2019-04-06
我们常常幻想着渺茫的诗和远方，却忘了在现实生活中怀有一颗充满希望的心。找到自己现实的位置，解放出一个自由的心灵，在平凡的生活里找到乐趣与真味，诗和远方其实就在眼前。早安！

2019-04-05
人生就像一扇门，有人悲观于门内的黑暗，有人却乐观于门内的宁静；有人忧愁于门外的风雨，有人却快乐于门外的自由。其实，幸福与不幸，关键在于如何把握你想要的东西，别让幸运与你失之交臂，别让自己有太多遗憾。新的一天，保持一个好的心态，早安！

2019-04-04
人生的某些障碍，可能是躲不开的。与其费尽周折绕过去，不如勇敢地攀越，或许这会铸就你人生的高点。不妄自菲薄，不自暴自弃，鼓起勇气去正视自己的不足，才可能找到突破的方向。万物皆有裂痕，那是光照进来的地方。早安！

2019-04-03
生活的好坏，并不完全取决于物质的富足或贫瘠，更关键的是我们对待它的态度和心境。心中灰暗，你的世界便黯淡无光；内心阳光，生活便处处充满希望。热爱生活、心态积极的人总能够看到事物好的一面。请少一些怨天尤人，多一些正面情绪！新的一天，早安！

2019-04-02
春天到了，草长莺飞，万物复苏，一切的美好都如期而至。愿你像春天一样温柔，温柔地生活，温柔地去爱，温柔地对待自己和身边的一切。愿你像春天一样生机盎然，淋漓尽致、热气腾腾地过好每一天。早安！

2019-04-01
勇敢的人不是不害怕，而是战胜了害怕继续前行，闪亮的人生不是未经黑暗，而是在黑暗中也努力燃起了一道光。在跌倒时试着依靠自己的力量爬起来，度过了寒冬，一定会迎来春光无限。早安！

2019-03-31
幸福不是房子有多大，而是房里笑声有多甜；幸福不是能开多豪华的车，而是能够平安到家；幸福不是听多少甜言蜜语，而是在伤心时能有人对你说：没事，有我在！珍惜身边的人，珍惜每一份爱。新的一天，早安！

2019-03-30
我们在生活中总会遇到一些难题，如果一遇事就轻言放弃，那么无论别人怎么帮，你都无法走出困境。如果你的心态足够阳光，能积极地寻找解决问题的办法，那些困住你的难题都将成为你进步的台阶。早安！

2019-03-29
生活本身是没有色彩的，你将它涂成灰白，它就赠予你冷清淡漠；你赋予它彩虹般的颜色，它就还你一根甜甜的棒棒糖。真正点亮生命的不是明天的景色，而是美好的希望。永远相信不管自己再平凡，都会拥有属于自己的幸福，这才是最灿烂的风景。新的一天，早安。

2019-03-28
人生没有彩排，每一天都不会重来，唯一能让我们走得更远更宽的方法，就是成为比昨天更好的自己。做个行动派吧，每个微小的改变，都能给你的人生带来很大不同。新的一天，早安！

2019-03-27
在很多情况下，我们常常习惯了去争第一，却忽略了过程的重要性。一味地和自己较劲，寻求一个好的结果，倒不如在做事的过程中，享受事情本身的乐趣。一个令我们满意的结果，也许只是随之而来的副产品。早安！

2019-03-26
生活从不会十全十美，往往鲜花和荆棘并存。别总想着怎样逃避困难，这世上最大的福气，就是从未停止过的努力。嘴上喊着难，脚下却在走，这就是你我的不平凡之处。你三四月做的事，在八九月自有答案。早安！

2019-03-25
日子就像天气，有时晴空万里，有时阴雨连绵。既然无法改变天气，不如学着调整自己。情绪低落时，试着出门拥抱阳光，学着向家人朋友倾诉，保持情绪稳定也是一项重要的能力。不要让人生输给了心情，早安！

2019-03-24
一个人的待人处世方式，藏着他的修养和眼界。见识越多、修养越高，就越明白每个人都有各自的经历和苦衷，就越能够尊重不同的生活方式。学会体谅他人，懂得推己及人，就是难得的人生智慧。早安！

2019-03-20
你的担忧往往是因为想得太多而做得太少。与其被困在想象的恐惧中，不如采取行动，打破心中的恐惧。千里之行，始于足下，当你真正行动起来，就会发现你所认为的难题并没有想象中那样艰难。早安！

2019-03-19
所有的付出都会让我们成为更好的人。你现在的努力和准备，都是一种沉淀和积累，它们会在将来某个特殊的时间点到来时，助你爆发出强大的力量。总有一天，你的努力，会为你证明自己。新的一天，早安！

2019-03-18
人生最幸福的三件事是，每日早睡、有所期待、有人陪伴。其实，幸福很平凡也很简单，它就藏在看似琐碎的生活中。幸福的人，并非拿到了世界上最好的东西，而是珍惜了生命中的所有。学会慢下来，用心享受每一天。早安！

2019-03-17
人生的答卷没有橡皮擦，写上去就无法再更改。去吃别人所不能吃的苦，去做他人所不能做的事，也就能享受别人无法享受的快乐，看到别人看不到的风景。放开手脚，努力去做吧，让人生的答卷少些遗憾，多些精彩！早安！

2019-03-16
我们的生活不能等待别人来安排，要亲手去创造。只有自己去规划和设计，自己去争取和奋斗，自己去调整和改变，才能一点一点距离理想生活越来越近。纵使不会事事如意，但你可以骄傲地说，我曾全力以赴，所以没有遗憾。早安！

2019-03-15
人勤春来早，功到秋华实。任何成就从无到有，无不是一分耕耘一分收获，一分勤勉一分丰盈。新时代是奋斗者的时代，我们每个人都在努力奔跑、奋力追梦。保持一份向上的精气神，踏实走好每一段路，蓝图终将在我们手中成为现实！早安！

2019-03-14
没有信手拈来的幸福，也没有不劳而获的成功。把每一件简单的事做好就是不简单，把每一件平凡的事做好就是不平凡。专注于当下的生活，用心做好每一件事，你就会离理想的生活越来越近。早安！

2019-03-13
所有的非凡，一定伴随着数不尽的跌倒与创伤；所有的辉煌，一定伴随着数不清的挫折与忧伤。没有一件事情可以让你一步登天，更没有一件事情可以将你彻底打垮。慢慢走，别放弃，总有一天会走到柳暗花明。早安！

2019-03-12
理想再远大，也需要点滴的努力；口号再响亮，也需要实际的行动。不论你有多么宏伟的规划、多么昂扬的斗志，不去行动，终究是空中楼阁。千里之行，始于足下；漫漫长路，不如就从此刻出发！新的一天，早安！

2019-03-11
日子就像天气，不会总是晴天，也不会一直阴雨。人生常常会遇到不如意的时刻，关键是要学着调整自己，天晴时晒晒太阳，下雨就听听雨落，以一种平和的态度去应对人生的起落。要做情绪的主人，不要让人生输给了心情。早安。

2019-03-10
很多人喜欢拿“顺其自然，随遇而安”来安慰自己，敷衍人生道路上的荆棘坎坷。殊不知，真正的顺其自然，是竭尽所能之后的不强求，而非两手一摊的不作为。与其对当下的生活满腹牢骚，不如努力去改变。也许只要你再尽力一点点，就能看见另一番风景。新的一天，早安！

2019-03-09
过去成就现在，当下决定未来。人生的答案不是想出来的，是一步步走出来的。我们能不能成为更好的人，过上更好的生活，正依赖于我们现在所做的选择和脚下正在走的路。要相信，我们都有改变未来的力量。早安！

2019-03-08
冰心曾说，这世界若没有女人，至少要失去十分之五的“真”、十分之六的“善”、十分之七的“美”。今天是三八妇女节，愿每一位女性都能内心丰盈、脚步稳健，在美好的时光里，成为真正想要成为的自己。早安！

2019-03-07
奋斗路上，你难免会遇到捉襟见肘的窘迫和不足为外人道的焦虑。你曾经或许以为，成功的那天，你才会感到幸福。事实上，奋斗路上那些让你获得力量的人和事，也是生命里值得珍惜的幸福。早安！

2019-03-06
学再多写作技巧，也不如提起笔来写下第一个字；看再多跑步指南，也不如穿上跑鞋迈开第一步。当你找准方向不再犹豫，当你把脑中的想法转化为实际的行动，距离目标就已经近了一大步。早安！

2019-03-05
这世上从来没有轻轻松松就能成功的人。要想在人前发一分光，就得在人后付出百倍的努力积蓄热量。你要明白，成功对于每个人而言都是公平的：它承认和奖赏勤劳、努力，漠视和惩罚懒散、消极。新的一天，为梦想全力以赴，早安！

2019-03-04
平庸的人只会纸上谈兵，优秀的人懂得身体力行，机会只会留给那些做好准备的人。每一次普通的改变，都可能改变普通。从今天起，早睡早起、按时吃饭、不再熬夜，与全新的自己不期而遇！早安！

2019-03-03
今天起，中国进入“两会时间”。伴随着新时代的步伐，肩负近14亿人民的期待，两会委员齐聚首都，共商国是，共议大计，共话发展。春回大地，暖风和畅，再没有一个季节，像春天这样富有生机。让我们一起期待！早安！

2019-03-02
周末到来，与其闷头大睡、无所事事，不如规律作息，合理计划。看一看春日色彩，读一读名家文章，会一会久不相见的老友。把周末当作“放空日”，也当作“加油站”。新的一天，早安。

2019-03-01
2019年已经过去了1/6。你是否在一边抱怨时间过得太快，一边又把日子过得漫不经心？试着花一分钟读首诗，花一小时做饭、跑步，花一天大扫除、看展览……当你愿意行动起来时，接下来的每一天，你都是一个全新的自己。三月，早安！

2019-02-28
我们应该学着做一个简单的人，不庸人自扰，不浪费时间，不沉迷过去，不恐惧将来。有人爱，有事做，再用更宽阔的心，去治愈那些小小的不快乐。愿每一个追求幸福的你，都能如此拥抱生活。早安！

2019-02-27
工作中遇到问题，有人只会两手一摊说不会，有的人却能态度端正，解决问题。很多时候，比能力更重要的，是你的工作态度。态度端正的人，擅长合作；态度不好的人，耽误大家时间。别总说不喜欢这份工作，能做好不喜欢的工作，才配得上更好的工作。早安！

2019-02-26
自律不是殚精竭虑地苦行，而是长期朝着一个目标前进。把模棱两可的热爱变成斩钉截铁的目标，把模糊的“我喜欢”变成清晰的“我要完成”，疲惫时不妨歇一会儿，养足精神后依然可以大步向前。早安！

2019-02-25
在我们的生活中，想要做成任何事都需要定力与勇气。就像是跑马拉松，刚出发时大家齐头并进，我们无法领先，也不够出众。但只要我们坚持自己的选择，并愿意为之持续付出，就能逐渐脱颖而出，笑到最后。早安！

2019-02-24
过去之于我们，是一本曲折起伏的书：或欢笑，或泪水，只是情节已被书写，无法改变。但未来却是一只万花筒，拥有无尽的色彩和无数的组合。不沉湎于过去，不空谈未来。不论在何处，愿你把握现在，鼓起勇气，探索未来的每一种可能。新的一天，早安！

2019-02-23
努力需要讲究方法，打拼需要讲究技巧，不是一味地付出和透支，就能换来最好的自己。当你过度透支自己的时候，请对自己好一点；当你失败的时候，也请千万别破罐破摔。请记住，不是每一次出发，都能成功到达，但只要终点不变，保持行走，你一样可以用别的方式抵达。新的一天，早安。

2019-02-22
有时候，我们努力，不是为了改变世界，而是不被世界改变。没有一条路是弯路，也没有一种努力是荒废，因为生命的精彩从来都不是以结局论断好坏。不是所有奋斗都会有一个让你满意的结果，但每一个奋斗的过程都会让你变得与众不同。早安！

2019-02-21
和阳光的人在一起，心里就不会晦暗；和进取的人在一起，行动就不会落后；和大方的人在一起，处事就不再小气；和睿智的人在一起，遇事就不再迷茫。学最好的别人，做最好的自己。新的一天，早安！

2019-02-20
元宵节一过，年就算真正过完了，我们也要完全走出假日的安逸，踏上追梦的征程。未来不是想出来的，而是一步一步走出来的，当你准备好出发的时候，最难的就已经过去。愿今天的你，生机勃勃，整装待发！早安！

2019-02-19
今天，农历正月十五，己亥年元宵节。过了今天，年就算过完了。一元复始，大地回春，草木萌发，春山可望，愿你不负春光，勇敢追梦，人安心安，花好月圆。共勉，早安。

2019-02-18
如果有一天，你不再苦寻爱情，只是去爱；你不再贪念成功，只是去做；你不再急于成长，只是去修，一切才算真正开始。年轻是一种资本，认真修炼自己，你才会有跟整个世界叫板的底气。新一天，早安。

2019-02-17
该养精蓄锐时，不要着急出人头地；该刻苦努力时，别企图一鸣惊人；该磨砺心智时，也不能妄求突然开悟。不要心急，通往成功最快的方法，往往不是加速超车，而是脚踏实地地走好每一步，坚持下去，终有一天你能看到最美的风景。早安！

2019-02-16
成功是急不来的。不计较眼前得失，将注意力真正着眼于正在做的事情本身，持续付出努力，对过程把控有度，才能一步步向前推进，逐渐达到理想的目标。不着急，才能从容不迫，关注于过程，结果自会水到渠成。早安！

2019-02-15
有时候阻碍我们前进的，并不是别人的轻视，而是自己丢掉的信心。消除恐惧的最佳方法，就是去做曾经令你恐惧的事情。不断去尝试和练习那些令你感到自卑的事，终有一天，你会发现，它们不再是你的软肋。早安！

2019-02-14
成为良木，百鸟才会来栖息；成为大海，百川就会来聚积。若你不去亲手搭建那一砖一瓦，未来就永远是一张可望而不可即的蓝图，梦想终究只能是空想。来日并不方长，不懈努力才能到达远方。早安！

2019-02-13
人生就是一场漫长的旅途。昨天你是谁不重要，重要的是，今天你是谁，以及明天你将成为谁。把辉煌和挫折都留给过去，此刻，定下一个小目标，然后轻装上路，勇敢迎接风霜雨雪的洗礼，在磨练中不断成长，最美的风景终将在前方等你。新的一天，早安！

2019-02-12
生活就是不断寻找自我的过程。我们努力地向上，不仅是让世界看到我们，更是为了让自己看到世界。当我们一步一个脚印往前走时，就会发现，生活中的每一点进步，都在让我们的人生变得辽阔。新年新气象，早安！

2019-02-11
假期结束了。我们告别家人，也带上了他们的期望；我们告别故乡，也有了更广阔的天地可以去闯荡。离别是为了更好的重逢，拼搏是为了更多的收获。从现在起，让你的新年愿望一个个成真吧！早安。

2019-02-10
日夜奔波、整年辛苦，我们试图向世界证明自己，有时却忽略了身后的爸爸妈妈。无论功成名就，还是微小平凡，我们都是父母眼中不变的孩子、心中永远的牵挂。寸草虽小，不忘感恩之心。春节假期即将结束，请珍惜和他们在一起的每分每秒。大年初六，早安！

2019-02-09
幸福很平凡，也很简单，它就藏在看似琐碎的生活中。新的一年，拒绝拖延，做到言出必行；控制欲望，学会知足常乐。用感恩的心态看待生活，用乐观的态度闯过磨难。大年初五，早安！

2019-02-08
紧绷的弦容易断，人生张弛有度才好。奔波忙碌时一心一意做好该做的事，放假休闲时就去挖掘生活中的无穷乐趣。真正的成熟是学会在每个阶段都能找到平衡，与自我和解，与初心相逢。大年初四，早安！

2019-02-07
每逢过节，我们总会遇到各种与年龄有关的“关心”：比如爱情婚姻，比如升职加薪等等。其实年龄并不能定义人生，只要按照自己的节奏去追寻想要的东西，无论多少岁，都可以变成想要的自己！大年初三，早安！

2019-02-06
过年了，一直劈波斩浪的你，终于可以在家的港湾安心停靠。陪一陪亲人，会一会朋友，用温情把过往的不快冲得淡一些，把前进的信心鼓得足一些。新的目标，新的天地，正在前方等你。正月初二，早安！

2019-02-05
刚刚过去的一年，我们都曾为了变得更好，尽心尽责、拼尽全力。我们收获了成长与喜悦，也曾经历挫折和迷茫，但为了梦想和生活，流再多汗水也都值得！新的一年，别因害怕受伤而拒绝奋斗，别因避免失败而拒绝尝试。只有奋斗的人生才称得上幸福的人生！大年初一，早安！

2019-01-27
万里征途，别想一口气狂奔到底。适当歇一歇，发力才能长久；仔细看一看，方向才能准确。静，是为了动得更快；停，是为了行得更稳。张弛有度的你，终将取得成功！周日，早安。

2019-01-26
人无完人，每个人都有劣势。很多时候，困住我们的并不是劣势本身，而是我们对待它的态度。不妄自菲薄，不自暴自弃，有勇气正视自己的不足，用行动一点点克服缺点，终有一天，劣势可以变成你的优势。早安。

2019-01-25
时间是公平的，珍惜它的人能创造价值，挥霍它的人只能一无所获。时间是可以计算的，分清轻重缓急，然后有计划地朝着目标持续前行，不慌不忙，聚沙成塔，终会在某一天厚积薄发。“算计”时间，赚得到当下，也赢得了未来。早安！

2019-01-24
如果你决心坚定，暴雨浇头也不过像朝露沾身；如果你三心两意，一片坦途也是步步难行。许多人失败，不是因为本领不强，而是因为意志太弱。常立志不如立长志，成功会眷顾坚定的你。新的一天，早安！

2019-01-23
有时候，用另一个角度看问题，就能发现别样的风景。学会感恩，把每个平凡的日子过成诗；学会原谅，重新拥抱每天升起的灿烂朝阳……生活虽有艰难，但熬过了寒冬，就会迎来春天。比困难走得远一点，就能遇见幸福。早安！

2019-01-22
人生充满了无数的可能性。不能因为害怕失望就放弃希望，也不能因为担心困难就裹足不前。无论前方等待着什么，永远信念坚定，迎难而上，做好最坏的打算，拿出最佳的状态，你终将创造奇迹！新的一天，早安！

2019-01-21
总有人抱怨自己的起点低，但实际上，重要的是你如何走好生活中的每一步，最后抵达了哪里。在人生的行进之路上，每个人都有潜在的能量，等待着你的挖掘。最终能决定你到哪里的，只有你自己。早安！

2019-01-20
对许多人而言，今天与昨天没什么区别。下班一躺一晚上，周末一睡一整天。你的生活不该只是年岁的累加，而应是心智的锤炼。每个人只有从程序化的重复中惊醒，去做自己真正热爱的事，才能和想要的生活撞个满怀。早安！

2019-01-19
成熟的麦穗总是低着头颅，汇集江河的海洋愿意置身低处，真正有力量有胆识的人从不惧怕身处低位，他们扛得了风雨，装得下委屈，也能拥有最美丽的收获。懂得放低自己，才能拔高人生。早安！

2019-01-18
你可以选择只关注自己没有什么，不去努力一味抱怨，也可以珍惜自己拥有的，再去追求更多。你可以选择为过去烦恼，也可以把今天当做最有价值的人生体验。如何获得幸福与快乐，是每个人一生的必修课。很多时候，幸福并不在别处，就在你的心里。早安！

2019-01-17
立志需要高远，但不能急功近利；行动需要迅速，却不可贪图速成。聪明人懂得下笨功夫，大事业来自于小进步。以只争朝夕的心态，做久久为功的准备。踏踏实实的你，已经很了不起！新的一天，早安。

2019-01-16
人生进退是常事，想要成功，关键在于能不能“熬”得住。所谓“熬”，是受挫时不轻易放弃，是欢喜中持一份谨慎，悲哀时留一丝希望；是对生活负责任，是认真对待每一个属于自己的日子。坚持梦想，认真生活，终会“熬”到你想要的未来！早安！

2019-01-15
一生顺遂太难，我们都会有艰难的时刻，甚至绝望、想放弃的时候。然而，只有经得起今天的沮丧，才能收获明天的喜悦。不管前路多么崎岖，只要走的方向正确，都比站在原地更接近幸福。早安！

2019-01-14
追梦之旅，往往不是扬鞭奋蹄一冲到底，而是要时时调整状态。需要等待时，能静得下心，必须冲刺时，也鼓得起劲。不怕坐冷板凳，敢于啃硬骨头。这样的你，就很了不起！新的一天，早安。

2019-01-13
人与人之间的差异，说起来很简单。你在赖床，他在锻炼；你在混日子，他在过生活；你在应付任务，他在用心钻研。或许你得知道，圆规之所以可以画圆，因为脚在走，心不变；而你为什么不能圆梦？因为心不定，脚不动。奇迹还有个名字，叫努力！早安！

2019-01-12
如果选择了安逸懒惰，那就做好准备接受未来的平庸艰难；若是心有不甘，就从现在开始直面挑战。生命中没有一种状态，能比不懈努力更能让我们活得理直气壮。只有受得了旅途风雨，才能看得到彩虹满天。早安！

2019-01-11
我们常常抱怨事情很难，想法不切实际。但对于一个真正有追求的人来说，梦想应该是理想和现实的结合体，你要敢想，更要敢做。梦想从来不是空口无凭的大话，而是在寂静的奋斗里努力生长的过程。新的一天，早安！

2019-01-10
在完成并不熟悉的事情时，我们时常害怕做不好而被人嘲笑。其实，我们不必太过关注他人的目光，与其畏手畏脚，不如大胆向前。给自己制定一些能够得着的小目标，每实现一个，你就会离自信更近一步。早安！

2019-01-09
跑马拉松时，一开始速度多快、力气多足都不能说明什么，能跑到终点的永远只有一种人，就是没有停止奔跑的人。半途而废往往是最令人遗憾的失败，坚持不懈才是通往成功的必经之路。早安！

2019-01-08
有时候，我们努力，不是为了改变世界，而是不被世界改变。没有一条路是弯路，也没有一种努力是荒废，因为生命的精彩从来都不是以结局论断好坏。不是所有奋斗都会有一个让你满意的结果，但每一个奋斗的过程都会让你变得与众不同。新的一天，早安。

2019-01-07
坚持未必是胜利，放弃未必是认输。当我们发现方向有误时，与其一意孤行，不如停下脚步，思索、等待、调整，给自己重新出发的可能。生活中有很多时候，需要的不仅仅是一路向前的执着，更是优雅转身的洒脱。早安！

2019-01-06
人生有如在薄雾中穿行，我们无法预知未来的路，也经常为迷茫的前景而焦虑。其实，当你鼓起勇气，放下忧惧和怀疑，集中精力走好脚下的每一步，你就会发现，每往前踏一步，你都能把下一步路看得更清楚一点。向前走，向前看，生活就这么简单。早安！

2019-01-05
每天听课读书与每天沉迷手机，每天健身跑步与每天胡吃海塞，每天都严格规划时间与每天懒懒散散，人与人之间的区别有时并不在天分和运气，而在这一点一滴的小事。你未来的样子正是由当下的你决定的。你的努力，时间看得见。早安！

2019-01-04
与其为流逝的时光惶恐，不如结结实实地抓住分秒。每天抛弃不成熟的自己，每天改善一些不完美，便离最好的自己又近了一步。努力，有天无愧地告诉自己，告别的那些青春岁月，不是荒废，是成长。新的一天，早安。

2019-01-03
新的一年，你也许立下很多远大目标，说过不少豪言壮语。但追梦圆梦，不光要有拔剑而起的豪迈，也需要卧薪尝胆的坚忍。2019，愿我们既能开个好头，也能善始善终。新的一天，早安！

2019-01-02
今天是2019年第一个工作日，新的征程拉开序幕。那些尚未实现的梦想，那些还没到达的远方，都在等待我们的起步。“我们都是追梦人”，生命的精彩正来源于每一日的认真书写，让我们一起出发！早安！

