2016-06-03
你每天早上8点前都做些什么？是赖床到最后一刻，匆忙洗漱奔向地铁？还是早早起床，踏实吃顿营养早餐？早上8点前的时光，决定了你一天的精神状态；长期来看，也足以改变你的整个人生！规律作息，享受早餐，按时出门，上班上学……美好人生，从做个“早起人”开始。早安！

2016-04-17
你若想得到这世界最好的东西，先得让世界看到最好的你。生活从来不会亏欠谁，它给你一块阴影，必会在不远处撒下阳光。从今天起，跟那个消极、迷茫、懈怠、不安的自己挥手作别吧。只要你决心改变，生活一定会赐予你新的开始。早安，星期天！

2016-01-11
有时候我们发现被困原地，裹足不前，其实：我们离破土而出，只差一点点的距离。“面包会有的，牛奶会有的”，只要再多那么一点点坚持。所谓的光辉岁月，并不是后来闪耀的日子，而是无人问津时，你对梦想仍然拥有不言放弃的坚持和努力。新的一周，早安。

2016-07-23
我们总是能轻而易举地许下承诺，拍着胸膛说出自己的诗和远方。可惜很多人不明白，一开始的勇气很重要，而坚持下去的勇气更重要。无论你在做着什么样的工作，或是还未走出校园，都请不要忘记当初你曾经为了梦想而有过的勇气。把那一刻的勇气，变成此时此刻的坚持，你终将遇见更好的自己。周末，早安。

2016-01-13
朋友一个问候的电话，陌生人一次善意的提醒，擦身而过时一个友好的微笑……我们感恩那些不经意的，来自亲友和陌生人的温暖，也愿自己能照亮别人的人生。正是每一个“你”的温暖与善良，才驱散这个世界的阴霾与寒冷。星期三，早安。

2016-03-07
很多时候我的努力看起来都像无用功，很多时候我们都像被卡在了某个甬道中，动弹不得，很多时候我们即便如何拼搏却好像也在被现实推向相反的方向。可是，正是那些动弹不得的日子，正是那些被现实残酷打击的无奈，正是那些你所认为的无用功，才让你走到了今天。早安！

2016-03-06
所谓心情，心中是晴的，天气也会放晴。所谓成功，就是把生活中的平凡，努力做到不平凡。所谓理想，是炉上甘甜的水，只要勤加柴，水早晚都会开。每个人都有机会成功、拥有自己想要的生活。别让别人搞乱你的思绪，影响你的步伐。只有你，才能决定自己的现在和未来。早安！

2016-04-29
你可以选择只关注自己没有什么，不去努力一味抱怨，也可以珍惜自己拥有的，再去追求更多。你可以选择为过去烦恼，也可以把今天当做最有价值的人生体验。如何获得幸福与快乐，是每个人一生的必修课。很多时候，幸福并不在别处，就在你的心里。早安！

2016-04-24
人生最清晰的脚印，往往印在最泥泞的路上。如果你想拥有从未有过的东西，那你必须去做从未做过的事情。没有一点努力会白白丢了，你今日撒下的种子，会在你看不见想不到的某日，悄悄生根发芽。去做你想做的吧，趁阳光正好，早安。

2016-07-02
所谓不一样的风景，不是你走了一条鲜为人知的路，而是你走了一条本就只属于你一个人的路；所谓生活在远方，不是你远走十万八千里，而是你站在原地，心里能不被眼前的生活所束缚。心中有快乐的人，永远是最快乐的，心中有希望的人，他的心扉也会一直行走在希望的田野上。新的一天，早安！

2016-06-11
生活本身是没有色彩的，你将它涂成灰白，它就赠予你冷清淡漠；你赋予它彩虹般的颜色，它就还你一根甜甜的棒棒糖。真正点亮生命的不是明天的景色，而是美好的希望。永远相信不管自己再平凡，都会拥有属于自己的幸福，这才是最灿烂的风景。假期继续，好心情也请延续，早安。

2016-03-26
人有三次成长：第一次，是当你发现自己不是世界中心。第二次，是当你发现好多事情不是努力就能做到。第三次，是当你发现很多事情无可奈何，但还是选择为之努力。那些让你在历经不幸后，还选择坚强面对生活的欲望，无论大小，都堪称伟大。早安！

2016-09-17
心里装着善良、宽容、真诚、感恩，你的生命就充满了阳光。无论遇到任何矛盾，都会先找自身的不足加以修正，他人的一切不好，都会在你博大的胸怀中消释。凡事先想想别人的感受，让别人也感到温暖。你关心别人，别人也就想着你，最终，你得到的会比你付出的还要多。新的一天，早安！

2016-04-05
生活不能等待别人来安排，要自己去争取和奋斗；而不论其结果是喜是悲，可以慰藉的是，你总不枉在这世上活了一场。是让生活过得索然无味，还是积极向上，决定权就在自己的手中。每天清晨，问问自己，不求与人相比，但求超越自己！早安。

2016-03-27
走过的路长了，遇见的人多了，经历的事杂了，不经意间发现，人生最曼妙的风景竟是内心的淡定与从容，头脑的睿智与清醒。人生最奢侈的财富是一颗不老的童心，一个生生不息的信念，一个健康的身体，一个永远牵手的爱人，以及，一份享受生活的美好心情。星期天，早安！

2016-04-06
你总说现在开始已经太晚，哀叹最好的时光已经过去。然而，你无法比此时此刻更年轻。今天，就是最好的一天；现在，就是你能开始的最佳时间。去学习，去锻炼，去见识多彩的世界。请记住，我们都是和自己赛跑的人。为了遇见更好的自己，努力，从今天、从现在开始！早安！

2016-06-02
成长的道路上，我们也曾叫嚣过、叛逆过、旁若无人一心向前过，只是摔得狠了、磕得痛了、受到的教训多了，终于学会妥协。然而，当你把自己从鲜活少年活成了如今面目模糊的样子，这难道就是成熟吗？其实，你不过是再也不敢追求不确定的未来罢了。莫将怯懦当成熟，要知道，你骗得过他人却骗不了自己。早安！

2016-08-14
安逸的人生，谁不想拥有。只是，这种安逸，应该是人生的终极目标，而不是年轻时逃避艰辛的理由。真正的安逸是经历年轻时期的奔波岁月后，内心的愉悦富足，它无关享受，无关迷茫，而是内心对未知世界的渴望。什么年龄段做什么事，在还能做梦的年纪，请不要轻易选择妥协。新的一天，早安。

2016-08-23
真正有趣的生活，从来不需要用“诗和远方”来堆砌。它囿于厨房，却容得下山川湖海的纵横生趣。生活中的大波澜永远只能是点睛之笔，是锦上添花，不能当做救命稻草。要想拥有一个有趣的人生，我们必须学会与日常琐碎谈情说爱，让水泥地里长出嫩芽开出鲜花。早安！

2016-04-16
一直相信，会有一个高度，让自己看到不一样的风景。人最先衰老的不是容貌，而是那份不顾一切的闯劲。有时候，要敢于背上超出自己预料的包袱。经历一段努力过后，你会惊讶地发现：很多所谓的远方，其实并不遥远。星期六，早安！

2016-07-15
你可以选择不去努力，一味抱怨，也可以珍惜自己拥有的，再去追求更多；你可以选择为过去烦恼，也可以把今天当做最有价值的人生体验。如何获得幸福与快乐，是每个人一生的必修课。很多时候，幸福并不在别处，只要认真生活，诗和远方就藏在你心里。新的一天，要活得更精彩，早安！

2016-02-20
快乐是一种习惯，要善于栽培它。今天起，学着做一个简单的人，不庸人自扰，不浪费时间，不沉迷过去，不恐惧将来。用宽阔的心，去治愈那些小小的不快乐。愿每一个追求幸福的你，都能如此拥抱生活。周末到了，早安！

2016-03-15
找工作时不努力去找，说尽力了真不好找；找到工作你说自己不喜欢，整天混日子；你整天把跳槽当口号喊，但几年都不敢动一下；好不容易，你换了单位，但很快又恢复了懒散。这是很多人的通病。其实，没有什么是金科玉律，坚持才是不二法门。改变，就从今天开始！早安。

2016-08-30
很多时候，我们总在抱怨事情做起来很难，想法不切实际，总是认为自己能力不够，却从来没有提升自己。其实，我们真正的问题在于总是想得太多，而做得太少。人生并不是一个成王败寇的战场，而是奋斗者的舞台。生命中应该有一种意义，不在于追求什么，而在于我们是不是永远在追求的路上。跌倒了没关系，只要你再爬起来，那便绝不是白白来一场。新一天，早安。

2016-04-09
碰到一点压力就觉得不堪重负，碰到一点不确定就把前途描摹成黯淡无光，大概都是为不想努力而找的拙劣借口。告诉自己，不管起点有多低，都要坦然接受，好好做最擅长的事，从最容易实现的目标做起。年轻是一种资本，认真修炼自己，你才有底气跟整个世界叫板。早安。

2016-09-10
在我们的生命里，希望并非聊胜于无的东西，而是生活中最平凡的日常。希望是温暖的早餐，是夏日的啤酒，是上班路上带着晨曦气味的衬衫。它支撑着我们日复一日的梦想，让平凡的我们，升到朴素生活的上空，飞向一种更辉煌和壮丽的人生。充满希望的生活，总会有一条路能带我们走向最想去的地方。周末，早安！

2016-04-21
你想要富裕体面的生活，但觉得打拼太辛苦，总想找些取巧的路。可三五年后，你会发现，曾光芒万丈的你开始变得暗淡，而那些曾经不如你却更踏实的人反而拥有更多机会。这是你想要的未来吗？如果不是，便从今天开始，放下懒惰，去拼，去奋斗。别让明天的你怨恨今天不够努力的自己！星期四，早安！

2016-02-09
圆规为什么可以画圆？因为脚在走，心不变。你为什么不能圆梦？因为心不定，脚不动。人与人之间的差异，其实很简单：你在赖床，他在锻炼；你在应付工作，他在用心工作；你在完成今天的计划，他在策划明年的计划。假期总比期待的短，但现在的努力都是为了将来毫不费力。大年初二，早安！

2016-01-06
多少人在异地工作，忍受着孤独寂寞，下雨没人送伞，开心没人可以分享，难过没人可以倾诉……人生就是这样，耐得住寂寞才能守得住繁华，该奋斗的年龄不要选择了安逸。有些事情，不是看到了希望才去坚持，而是坚持了才看到希望。早安！

2016-07-30
人这一生，不论是坎坷还是顺境，都要修炼成这五样东西：扬在脸上的自信，长在心底的善良，融进血里的骨气，如清风拂面的温柔，刻进命里的坚强！新的一天，早安。

2016-02-05
被窝里的温度，远不如未来的收获温暖，所以不能贪图安逸；书本里的故事，总有你学到的人生，所以要多阅读；疏于运动，只会让生命生锈，所以要多锻炼；对自己负责，才能对别人负责，所以要学会珍惜。新的一天，做更好的自己！早安！

2016-01-29
不管现实多么惨不忍睹，都要持之以恒地相信，这只是黎明前短暂的黑暗而已。不要惶恐眼前的难关迈不过去，不要担心此刻的付出没有回报，别再花时间等待天降好运。亲爱的，你自己才是自己的贵人。全世界就一个独一无二的你，请一定：真诚做人，努力做事！你想要的，岁月都会给你。早安。

2016-01-30
你可以对生活充满抱怨，也可以保持童心，眼里常映美好；你可以愤慨为什么别人有的你没有，也可以选择珍惜现有的一切，只愿活在当下；你可以被动等待，也可以积极行动起来。很多时候，幸福，只是你自己的选择。周末，找到幸福，早安。

2016-07-28
1976年7月28日凌晨，唐山，7.8级，24万同胞罹难。40年过去了，时间可以抚慰伤痛，却抚不去思念与记忆。唐山的新生，也是中国的新生。在逆境中不倒，在巨灾中重生，中华民族大写了“坚韧不拔”。祝福唐山，祝福中国！早安。

2016-06-20
总有很多东西无法挽留，比如走远的时光，枯萎的情感；总有很多东西难以割舍，比如追逐的梦想，心中的深爱。人生路上有很多未知因素，时时改变着我们行进的方向。一条路走不通的时候，不要眷恋前面的风景，不要回望来时的行程，鼓足勇气转个弯，或许就能转出个柳暗花明。新的一周，早安！

2016-03-04
“当我年轻时，我梦想改变世界；当我成熟后，我发现不能改变世界，我决定只改变我的国家；当我进入暮年，我最后的愿望仅仅是改变一下家庭，但这也不可能。当行将就木，我突然意识到：如果一开始我仅仅去改变自己，我可能改变家庭、国家甚至世界”。把握人生的每一天，用心做自己该做的事。新一天，早安。

2016-08-27
小时候以为人生只要按部就班，就会一帆风顺。长大后才明白，每个人都有不同的生命轨迹。无论顺境逆境，唯有努力生活，才不负青葱韶华。人生没有白走的路，若干年后你会发现，那段艰涩时光里历练出的强大心力，便是命运赐予你最好的礼物。早安！

2016-02-23
元宵节一过，年就算过完了。也许你嘴角还留存着一丝汤圆的甜蜜，也许你还沉浸于那闲适的时光，但日历翻过了正月十五，你便不再有偷懒的理由，不再有拖沓的借口。是时候，把松弛的心弦再次拨紧，爬出暖和的被窝，回到学校，回到职场，回归拼搏的轨道。新一天，不要辜负年初立下的誓言。早安！

2016-08-26
没有什么工作是不辛苦的，没有什么江湖是一潭清水。每一个光彩夺目的人，一定有过在黑暗中前行的日子，而那段日子，也一定会点亮你前行的路。我们都要相信时间和自己的力量，只要活着，生活的路就还有很长很长。生下来，活下去，像个人样活下去，这才是最重要的事。早安！

2016-10-31
我们的生命里，藏着我们读过的书、走过的路、爱过的人；那些奋笔疾书的夜晚，那些煮茶读书的日子，那些背起行囊流浪的岁月，串联起来，才换来我们现在丰盛的人生状态。人生没有白费的努力，也没有碰巧的成功。每一天，都是为了迎接明天。早安！

2016-12-04
别在最能拼搏的年纪选择了舒适安稳，更别觉得这世上有什么稳定的工作，你现在的安逸都是假象，苦和累都会在以后有一天还给你。生活是自己的，奋斗也不是为了别人，唯有每天的进步才是稳定。既然世界上最大的不变是改变，那么就在这多姿多彩的生活里，努力绽放吧。新的一天，早安！

2016-09-14
生活不能等待别人来安排。你想要什么样的生活只有你自己知道。自已去规划和设计，自己去争取和奋斗，自己去调整和改变，你才能一点一点距离理想生活越来越近。纵使不会事事如意，但你可以骄傲地说，我曾用尽全力，所以不会遗憾。周三，早安！

2016-01-09
生活不能等待别人来安排，要自己去争取和奋斗；而不论其结果是喜是悲，可以慰藉的是，你总不枉在这世上活了一场。是让生活过得索然无味，还是积极向上，决定权就在自己的手中。每天清晨，问问自己，不求与人相比，但求超越自己！各位早安！

2016-07-09
人生就像一扇门，有人悲观于门内的黑暗，有人却乐观于门内的宁静；有人忧愁于门外的风雨，有人却快乐于门外的自由。其实，幸福与不幸，关键在于如何把握你想要的东西，别让幸运与你失之交臂，别让自己有太多遗憾。新的一天，保持一个好的心态，早安！

2016-02-15
被人误解的时候能微微一笑，是素养。受委屈的时候能坦然一笑，是大度。吃亏的时候能开心一笑，是豁达。无奈的时候能达观一笑，是境界。危难的时候能泰然一笑，是大气。被轻蔑的时候能平静一笑，是自信。失恋的时候能轻轻一笑，是洒脱。今天，你笑了吗？早安！

2016-02-28
人心就像一个容器，装的快乐多了，郁闷自然就少；装的简单多了，纠结自然就少；装的满足多了，痛苦自然就少。你用它做杯子接眼泪，它就是一个杯具；你用它洗清不良的情绪，它就是一个洗具。星期日，早安！

2016-03-25
我们曾如此渴望命运的波澜，到最后才发现：人生最曼妙的风景，竟是内心的淡定与从容；我们曾如此期盼外界的认可，到最后才知道：世界是自己的，与他人毫无关系。其实只有活在当下，才能真正体味人生的奥秘。新的一天，对自己说一句：最好的时光刚刚开始。早安！

2016-03-10
水再浑浊，只要长久沉淀，依然会分外澄澈。人再愚钝，只要足够努力，一样能改写命运。不要愤懑起点太低，那只是我们站立的原点。人生是一场漫长的竞赛，有些人笑在开始，有些人却赢在最后。星期四，早安！

2016-12-27
每个我们想去的地方，都有一段特别难走的路。这段路也许会让我们感到迷茫、痛苦甚至绝望。但我们选择继续前进，是因为总有些人和事值得我们用情至深。我们要感谢那些给予自己爱和力量的人和事，也要感谢那个有担当和勇气的自己。早安！

2016-10-22
你对生活是什么样的态度，它自然会回敬你什么样的状态。这个世界不只有成功学，还有一个叫做幸福学。幸福并不只是房子、车子、金钱、地位和荣耀，还应该是发自内心的舒畅和笑容。别再说快乐是一件奢侈品，放松一点，让快乐慢慢靠近，生活终会有滋有味。新的一天，早安！

2016-04-11
每个看似快乐自在的人，都经历过不为人知的黑夜；每段潇洒风光的生活，也可能有你看不见的沧桑。差别只在于，是萎靡不振地活着，还是从那些千疮百孔中走出自己的人生。不需要羡慕嫉妒恨别人的收获，也别去抱怨自己的一事无成，这不过都是你曾经的选择。周一，早安。

2016-01-23
亚里士多德曾说：“卓越不是一种行为，而是一种习惯。”与其抱怨生活循规蹈矩、枯燥乏味，不如从小的习惯开始，做出改变。一句开心的话，一件新鲜的事，一项新的技能，一个微笑，一本好书……只要坚持，幸福终会水到渠成。周末，早安！

2016-10-21
长征，是漫漫长夜中的艰难跋涉，更是中国精神的光明书写。当年，红军战士苦中作乐，被斯诺称为“最幸福的中国人”；如今，我们沐浴着时代的丽日和风，更该为了理想一往无前，成为“最上进的中国人”。今天，我们纪念中国工农红军长征胜利80周年，正是为了找到生生不息的精神力量和砥砺前行的丰厚动力。让我们一起昂首再出发！早安！

2016-10-13
这个世界到底是什么样子，与这个世界无关，而与你愿意把它制造成什么样子有关。当你能够越发舒展自如地接纳这个世界的不完美，于自己而言，你也能活得越发舒展自如，不拧巴，不纠结，不计较。学会接纳他人，也是另一种接纳自己。星期四，早安！

2016-09-08
时间不肯回头，只因希望总在前方。时间可被分成三份，一份是既往的昨天，一份是迫切的当下，一份是神秘的未来。昨天带我们来到今天，今天领我们奔向明天。你可以走昨天的路，却永远踩不到昨天的脚印。放下昨天，珍惜今天，心向未来。既然时光永不回头，人生亦当无悔。做好当下，是人生最好的选择。早安！

2016-01-04
2016年第一个工作日来了！三天还没玩够，雾霾还未散尽，又要上班了。不必掩饰好逸恶劳的天性，也不能回避总要奋斗的需求。要知道，对人该不卑不亢，可对事却不能不慌不忙。努力，不一定成功，不努力，就一定不会成功。与其抱怨，不如努力，去拼一个属于自己的未来吧！新的一天，早安！

2016-08-25
幸福不是房子有多大，而是房里笑声有多甜；幸福不是能开多豪华的车，而是开着车能平安到家；幸福不是爱人多漂亮，而是爱人笑容多灿烂；幸福不是听多少甜言蜜语，而是在伤心时能有人对我说：没事，有我在！珍惜身边的人，珍惜每一份爱。早安！

2016-01-19
要得到世界上最好的东西，先把最好的自己交给世界。从现在开始，不沉溺幻想，不庸人自扰，踏实工作，好好生活；从现在开始，做出的每个选择，都要保证你比现在更快乐，因为你值得。新的一天，早安！

2016-04-10
有人说，人这一生会长大三次。第一次是发现自己不是世界中心的时候。第二次是发现即使再怎么努力，还是有些事无能为力的时候。第三次是在明知道有些事可能无能为力，还是尽力争取的时候。所以，成长是你开始真正明白，现实始终是残酷的，但梦想还是得努力实现，即使眼泪在眼眶里打转，还是要微笑着继续往前走。周日，早安。

2016-05-19
人生最清晰的脚印，往往印在最泥泞的路上。如果你想拥有从未有过的东西，那你必须去做从未做过的事情。没有一点努力会白白丢了，你今日撒下的种子，会在你看不见想不到的某日，悄悄生根发芽。去做你想做的吧。早安。

2016-07-21
每个人的人生都有两条路，一条用心走，叫做梦想；一条用脚走，叫做现实。如果心走得太慢，现实就会苍白；而如果脚走得太慢，梦想就不会高飞。人生的精彩，莫过于心走得很美，且与脚步合一。不忘初心，脚踏实地，你一样可以创造独有的精彩。早安！

2016-02-03
你总是说，六点起床很难，静下心很难；但总有人，五点可以起床，总有人可以坚持每天读书两小时。谁也没有超能力，但是自己可以决定一天去做什么事情。你以为没有了路，事实上路可能就在前方一点点。那些比自己强大的人都在拼搏，我们还有什么理由停下脚步？新的一天，加油！早安！

2016-10-16
假日是一种和工作时不同的生活状态。它并不意味着像脱缰的野马一样失去控制，而是在放松的过程中仍不放弃对自我的管理。阶段性的休息可以带来新的激情，无节制的放纵则会打乱你的生活节奏。愿你度过一个有意义的周末，早安！

2016-09-12
所谓年轻，不只是指年龄，更是指一种生活的心态。对事物充满好奇，对人生满怀期待，知道路途艰辛却依旧一往无前，这就是年轻的生命状态。你可以不拥有任何东西，除了对生活的激情和对未来的希望。新的一周，早安。

2016-02-08
生命穿过四季，便体会了风霜雪雨；缘分经过聚散，便沉淀了真情实意；感情走过岁月，便领悟了人情冷暖。别因害怕受伤，就拒绝奋斗；别因避免失败，就拒绝尝试。人生是条单行线，所有的错过，都没有重来的机会。新的一年，以努力的姿态过好每一天！大年初一，早安。

2016-04-02
出身富贵，不见得就一定能成功；同样，出身贫寒，也不会注定一败涂地。起跑线输了，从来都不是中途不能发力的借口。是英雄，就不惧自己的出身。努力了，坚持了，上天总会给予相应的馈赠，一切还是掌握在自己手中。早安。

2016-03-30
经历过跌跌撞撞，才知道内心所向；经历过迷茫不安，才懂得逼自己前行；经历过窘迫尴尬，才学会耐得住性子。任何人的成功都无法一蹴而就，每一阶段的抵达，都是一步一个脚印的积累。慢慢来，别着急，生活终将为你备好所有的答案。早安。

2016-03-09
圆规为什么可以画圆？因为脚在走，心不变；你为什么不能圆梦？因为心不定，脚不动。想成为更好的自己，就去见识更大的世界；想认识更多优秀的人，先汲取更广泛的知识。内心的强大，永远胜过外表的浮华。周三，早安！

2016-04-23
曾经读过的那些书，不会成为过眼云烟，它们早就刻在了你的气质里、谈吐上、胸怀中，让你懂得敬畏、摆脱庸俗、感到振奋和希望。请相信：你在阅读上花的每一秒，都会沉淀成将来更好的你。今天，第21个世界读书日，静下心阅读吧，愿这个周末过得平静而充实。早安。

2016-04-30
转眼已是四月的最后一天。过了今天，2016就过去1/3了。那张满满当当的计划表完成了多少？你又取得了哪些进步？如果感到充实，就请保持；觉得虚度，就去改变。时间不等人，你怎样对它，它就以怎样的结果回报你。告别四月，起身前行，去迎接更好的明天。早安。

2016-02-14
春节，绚烂的烟花仿佛仍在眼前，新的征程却已拉开序幕。也许，生活尚不如意；也许，你仍不知未来在何方。但是，不必焦虑，为了梦想的起跑，永远不会太晚！请相信：时间不会愧对珍惜它的人，梦想不会欺骗不离不弃的努力。节后上班第一天，早安。

2016-10-19
喜欢就争取，得到就珍惜，错过就忘记。生活其实就这么简单，人生本来不复杂，是我们自己把它搞复杂了。复杂的不光是人与人之间，还有理想中的自己和现实中的自己。使一切变复杂的，是我们无休止的欲望。因为欲望，一切得到的不再珍贵，一切得不到的才是好的。人心何时懂得知足，何时才能迎来幸福。周三，早安！

2016-08-31
一个人躺在地上，如果他不想起来，那么十个人也拉不起他来，即使起来了也马上会趴下。所有的动力都来自内心的沸腾。如果你做不到一件事，无论是做好工作，还是寻找爱人，或是减肥，都是因为你还没有真正想做。那种使自己变得生机勃勃的动力，不是别人，只有你自己。新的一天，早安。

2016-05-30
生活不一定要像大海一样惊涛骇浪、波澜壮阔，但也不该变成一潭死水、纹丝不动。它至少应该是一条奔涌向前的小河，它可以不宽阔，但却在流动。我们努力，不是为了飞黄腾达，睥睨群雄，而是努力让自己的生活多一种可能，给自己的未来多一份惊喜。周一，早安！

2016-09-26
人生虽有无限可能，却经不起肆意挥霍。下错了注，就可能翻不了局；犯下了错，就可能回不了头。在职场上摸爬滚打的你，选对接下来的赛道了么，训练好自己的长板了么？真的，我们努力都未必能逆袭，何况不努力呢。不怕路长，只怕心老。加油！早安！

2016-03-20
今天是春分。天气渐暖，唤醒生命，也叫醒梦想。时间最公平，给任何人都是24小时；时间也最偏私，你抛弃了时光，时光就会抛弃你。春暖花开，愿你攥紧每一分、每一秒，不负春光，不负自己。星期日，早安！

2016-08-10
咖啡是苦还是甜，不在于怎么搅拌，而在于是否放糖；人生是喜还是悲，不在于怎么抱怨，而在于能否超越。遇到困难，有的人感觉真是太倒霉了，而有的人仍可以谈笑风生。人这一辈子，难免遇到各种挫折，要想走出阴影，只有靠自己。早安！

2016-06-29
以前爱看的节目，现在不爱看了，以前崇拜的偶像，现在不崇拜了，这都可能值得高兴，因为这表示你人生迈向了新阶段。曾经迷倒你的那些人的魅力和智慧，都只是你人生的阶梯，一旦踩过它而往上，回头看时，你会诧异那阶梯既不亮眼，也不崇高，因为你已越过它。新的一天，超越过往，早安！

2016-10-26
人生中要走很多路，有一条路不能回头，就是放弃的路；有一条路不能拒绝，就是成长的路；有一条路不能迷失，就是信念的路；有一条路不能停滞，就是奋斗的路；有一条路不能忘记，就是回家的路。信心满满的走好脚下的每条路，才能让生命中的每一天都过得精彩。周三，早安！

2016-07-08
被窝很舒服起床需要勇气，那就从放下手机早点入睡开始。书堆得多不知道看哪本，那就从最经典的开始。说走就走的旅行下不了决心，那就从欣赏身边的风景开始。如果不曾开始，就永远不会抵达。做出改变，就是最有意义的事。周五，早安。

2016-07-19
人生不是一场突击赛，而是拼耐力的马拉松。熬夜也许能成就一场突击，却无法完美收官一次马拉松。坚持早睡早起，把重要的事情放在清晨，才能保持足够的精力、灵感及产出。熬夜可以成就的事情，早起从来不会拖后腿。熬夜成就不了的，早起却能够优雅提供。新的一天，早安！

2016-10-05
懂得利用独处时光的人，往往更容易有所收获。读书和运动，这些永恒的增值方式，都是在独处中成为一个人前进的阶梯和捷径。独处就好似人生的留白。懂得给人生留白的人，他的人生画幅上不会因为过于拥挤而显得不堪，却会因从容不迫而显得游刃有余。周三，早安。

2016-07-11
人与人的区别不只是外表，更多是内心。如果从内心就接受了自己的平庸，从那一刻起，你的行为和状态必然也跟着平庸。或许你该知道，世上只有一种英雄主义，那就是在认清生活真相之后，依然热爱生活。斩断内心的懒惰，专注喜欢的事情，持续恒久地坚持，你也会发出英雄一样的光芒！新的一周，加油。早安！

2016-07-14
你每天早上8点前都做些什么？是赖床到最后一刻，匆忙洗漱奔向地铁？还是早早起床，踏实吃顿营养早餐？早上8点前的时光，决定了你一天的精神状态；长期来看，也足以改变你的整个人生！规律作息，享受早餐，提前出门……美好人生，从做个“早起人”开始。早安！

2016-06-14
长大不是一蹴而就的事，也不是只有轰轰烈烈、脱胎换骨才叫成长。我们都不完美，我们都有这样那样的小毛病，可是，只要勇敢走出舒适区，克服掉依赖的心理，学会关心和理解他人，这些一点一滴的改变，就会使今天的你比昨天的你好了那么一些。每天都在进步，就是比成功更要紧的成长。周二，早安！

2016-07-20
你不能决定太阳几点升起，但可以决定自己几点起床；你不能控制生命的长度，但可以增加生命的宽度。不必羡慕别人的成功，那些风光，不过因为他们在你看不见的时候，流下了你想象不到的汗水。与其羡慕，不如奋斗！新的一天，早安。

2016-04-26
对未来的真正慷慨，就是把一切献给现在；你现在的所有付出，都将是一种沉淀，它们会默默铺路，让你更加优秀。会有这样一天，我们内心坚定，没有恐惧，我们开始喜欢自己，我们恍然大悟：原来所有的美好终会如期而至。周二，早安。

2016-10-08
如果你看不清楚未来，也要提醒自己别输了现在。我们以后的每一步是否顺利，都是基于现在的这一步是否能走好。整日的迷茫不会换来一个清晰的蓝图，现在的努力正是为未来的改变积蓄力量。上班第一天，早安！

2016-12-03
水再浑浊，只要长久沉淀，依然会分外澄澈。人再愚钝，只要足够努力，一样能改写命运。不要愤懑起点太低，那只是我们站立的原点。人生是一场漫长的竞赛，有些人笑在开始，有些人却赢在最后。新的一天，早安！

2016-06-06
船停在码头是最安全的，但那不是造船的目的；人呆在家里是最舒服的，但那不是人生的意义。最美好的生活方式，莫过于和一群志同道合的人奔跑在理想的路上！回头，有一路的故事；低头，有坚定的脚步；抬头，有清晰的远方。人生没有彩排，每一场都是现场直播，把握好每次演出，便是对人生最好的珍惜。早安！

2016-06-25
有的人表面风光，暗地里却不知流了多少眼泪；有的人看似生活窘迫，实际上人家可能过得潇洒快活，幸福没有标准答案，快乐也不止一条道路。收回羡慕别人的目光，反观自己的内心吧。自己喜欢的日子，就是最美的日子；适合自己的活法，就是最好的活法。新的一天，做最好的自己，早安！

2016-10-04
有些路，只能一个人走。有些话，不必说给每个人听。在事情做成以前，你可能说什么都不被承认。事情做出来摆在那里，你才会有说话的底气。不着急，静静熬，用所有的寂寞时光为自己鼓掌。不必羡慕别人的精彩，专注当下，你终会有闪闪发光的那一天。早安！

2016-10-29
许多人都习惯于去寻找一种更高级别的生活方式，将自己正经历的生活当成苟且，近乎偏执的认为远方存在着诗一般的生活。也正因如此，他们忘记了一步一步走好脚下的路，将所有希望寄托在了对于未知的远方。殊不知，真正诗一般的生活，正是在当下平凡的生活中发掘出美好，将平凡的日子过得不平淡。周末，早安！

2016-08-16
别人赏赐的赞许可以成为一种强大的支配力量。但如果你的价值完全取决于别人的看法，一旦别人不再施舍赞许，你便一无所有。因此，过度需要赞许是一种负能量，你越是需要得到恭维，就越有可能受到别人的支配。在生活中，最受到赞许的恰恰是那些从不寻求赞许而且并不竭力获得赞许的人。周二，早安。

2016-08-06
一个小时后，里约将迎来奥运时刻。世界已凝神屏息，等待桑巴之国带来惊喜。从今天开始，让我们一起呐喊，为胜利者欢呼，为落后者鼓劲，更为遇见更快、更高、更强的自己。早安！

2016-10-17
我们常常向往诗和远方，却看不到路边的风光旖旎；我们常常渴望纵浪大化中，却忽视了身边的点滴温存；我们常常羡慕别人，一回头，却发现自己正被别人羡慕着。其实，每个人都是幸福的，只是你不曾发现。从今天起，学会体味生活中每一处的幸福。早安！

2016-02-04
鸡蛋，从外打破是食物，从内打破是生命。人生亦是，从外打破是压力，从内打破是成长。如果你等待别人从外打破你，那么你注定成为别人的食物；如果能让自己从内打破，那么你会发现自己的成长相当于一种重生。今天立春，一起迎接春天。早安！

2016-07-29
或许你也喜欢为自己找借口：不想早起，说昨晚没睡好；不去跑步，说鞋子不合脚；不愿读书，又说时间太少。人生苦短，总是这样慵懒敷衍，真的好吗？其实，很多美好的事情只要一开始，就根本停不下来。你所需要做的，就是迈出那勇敢的第一步。早安！

2016-05-29
船停在码头是最安全的，但那不是造船的目的；人呆在家里是最舒服的，但那不是人生的意义。最美好的生活方式，莫过于和一群志同道合的人奔跑在理想的路上！回头，有一路的故事；低头，有坚定的脚步；抬头，有清晰的远方。人生没有彩排，每一场都是现场直播，把握好每次演出，便是对人生最好的珍惜。早安！

2016-09-09
生活不简单，尽量简单过。时间就像一颗药，你掌握好了它便是解药，你肆意挥霍它便是毒药。不喧，不吵，静静地守着岁月；不怨，不悔，淡淡地对待自己。别紧张，深呼吸，坚持住。扛过去。人生最困难的不是努力，也不是奋斗，而是做出正确的抉择。别放弃，一步一步走下去，别让机会从眼前溜走。早安！

2016-03-05
有些事情，不是看到希望才去坚持，而是坚持了才看到希望。最使人疲惫的不是道路的遥远，而是心中的郁闷。最使人颓废的不是前方的坎坷，而是自信的丧失。当全世界都在说放弃之时，坚定地告诉自己：再试一次。新的一天，早安！

2016-07-25
怨天尤人、得过且过只能让自己的生活愈加苦痛，唯有起身改变，才有可能扭转不好的情势。让积极打败消极，让高尚打败鄙陋，让真诚打败虚伪，让宽容打败计较，让快乐打败忧郁，让勤奋打败懒惰，让坚强打败脆弱。每个人都有改变自己的潜能。新的一周，去行动！早安！

2016-02-19
你羡慕别人月薪几万，却不知道他日日加班到深夜的辛苦；你羡慕别人说走就走四处周游的自由，却不知道他为这份自由放弃的东西。我们追求的该是自己的幸福，而不是比别人幸福。奋斗的路上别总急着奔跑，偶尔停下来，听听生活的道理。早安！

2016-12-17
没有行动的想法注定只是空中楼阁，经不起任何的风吹雨打；如同沙漠里的海市蜃楼，只是远处望着觉得很诱人，走近便烟消云散。迈开步子，人才能向前走；奋力划桨，船才能驶向对岸。交换商品，凭借的是货币，而不是垂涎；同样，向生活索取报酬，行动才是你的硬通货。新的一天，早安。

2016-05-15
每个人的人生都有自己的轨迹。不要羡慕别人衣食无忧的高薪，你没有看到他付出的辛劳；不要羡慕别人说走就走的潇洒，你不知他们为此舍弃多少安逸。生活是一本由汗水和泪水写就的书。收拾好自己的小情绪，星期天，早安！

2016-01-08
我们无法预设自己的智商，却能不断提高自己的情商。高情商的人，善于做情绪的主人，能拥有更和谐的内心，更融洽的人际关系，是人生幸福的保障。从今天起，停止抱怨、学会原谅、做成熟主动的聆听者。星期五，早安！

2016-11-28
生命就是个过滤的漏斗，优秀的人自带清洁属性。暴躁而不自知，容易造成对他人无意的伤害。固执而不自知，容易影响自我对外界的判断。如果我们无法正视，并尽力掸去内心的蒙垢、沉重、晦涩，就自然承担不起岁月回馈而来的明朗、善意、轻盈。周一，早安！

2016-04-07
每个人的生活，都有着不为人知的糟糕。将我们从糟糕和不堪里区分开来的，正是那面带微笑的与众不同。生活不给你微笑，你就笑给它看。用一点一滴的努力，为生活加分，让每天的阳光都比昨天更加温暖。早安！

2016-01-21
你无法决定明天是晴是雨，爱你的人是否能留在身边，此刻的坚持能换来什么。但你能决定今天有没有准备好雨伞，有没有好好爱人，以及是否足够努力。不要忘记自己坚持了多久才走到这里，而未来发生的都会是礼物。新的一天，早安！

2016-05-31
我们曾如此羡慕那些说走就走的人生，光鲜亮丽，潇洒自由。可随着年岁的增长，却发现没有谁真的可以肆意一辈子。任何人的光鲜亮丽，必有他该面对的艰难险阻；任何人的潇洒自由，也有着难以言说的苦楚。生活无非是经历无数的大风大浪，最终找到一条回家的路。星期二，早安！

2016-02-11
每天能处在一点点进步之中的人，绝不会迷茫。相反，那些看不起或者无视小进步的人，才会真正地迷茫；那些对自己的才华不自知的人，才会真正地迷茫。如果需要反省，一定不是在梦想上下功夫，徘徊不定；而是要在才华上卧薪尝胆，反思它为什么不能日渐丰满。大年初四，早安！

2016-05-21
上苍不会让所有幸福集中到某个人身上，得到爱情未必拥有金钱；拥有金钱未必得到快乐；得到快乐未必拥有健康；拥有健康未必一切都会如愿以偿。我们曾如此渴望命运的波澜，到最后才发现：人生最曼妙的风景，竟是内心的淡定与从容。新一天，早安。

2016-09-04
站在熙熙攘攘的人群里，你也许不是那么起眼，拥有的不是那么多，走得没有那么快，但这都不要紧。要紧的是：你始终循着自己的脚步，在不慌不忙中日渐优秀，当别人从身旁赶超你的时候，记得提醒自己，只要不曾后退，慢一点也无妨。一直往前走，你终有一天能抵达自己想去的地方。新的一天，早安。

2016-03-13
人到了某一阶段，生活会给你做减法。拿走一些朋友，让你知道谁才是真的知己。拿走一些梦想，让你认清现实。学会接受不如意，生活只是告诉你，有时失去也是“成就”。周日，早安！

2016-07-05
人这一生，说长不长，说短不短。不管你处于哪个阶段，都不要太过执着。很多想不清的事，很多化不开的结，都会随着时间推移慢慢淡化，乃至无所谓。或许，转个弯就是机会，等一等就有收获。适时放自己一马，学会放空的智慧，让心真正学会休息，让生命微笑着说：放松，真好。周二，早安。

2016-09-16
每个人都会经历三次成长。第一次是在发现自己不是世界中心的时候。第二次是在明白了即使再怎么努力，有些事还是无能为力的时候。第三次是在明知道有些事可能会无能为力，但还是会尽力争取的时候。而最终，我们就是在这一次次的全力争取中发现了更好的自己。早安！

2016-02-16
再烦，也别忘记微笑；再急，也要注意语气；再苦，也别忘坚持；再累，也要爱自己。低调做人，你会一次比一次稳健；高调做事，你会一次比一次优秀。成功的时候，不要忘记过去；失败的时候，不要忘记还有未来。新的一天，向节后综合征说不！早安！

2016-07-06
人生最重要有两件事：一是健康。如果说人生是一棵树，健康就是根，根深才会叶茂。二是心态。人生的成败得失，只在一念之间，心态不同，人生的境遇便会天差地别。只有修炼一颗淡泊宁静的心，人生才会风清月明。健康需要锻炼，心态需要修炼，而命运只在自己。周三，早安。

2016-03-16
人生其实平均有900个月，你可以用一张A4纸画一个30X30的表格，每过一个月在小格子里打钩，你的全部人生就会在这一张白纸上呈现。试着画画你的人生A4纸吧，看看剩下的空白还有多少？愿你的生活不辜负这每一格的时光，早安！

2016-12-26
是的，最后一周！就要挥手跟2016作别。这一年，实现了哪些愿望？又留下哪些遗憾？2016，感谢自己的努力拼搏，别人怎么看，何必太在意；2017，下决心改变，知道如何选择，明白如何坚持，懂得如何珍惜。最后一周，全力以赴，为今年收个好尾，为来年加油。新的一天，早安！

2016-03-23
人生是一场马拉松，不可能所有的选手都站在同一条起跑线上。我们虽选择不了出身，但是可以选择前进的方式。即使前路泥泞不堪，也请风雨兼程。相比于那些顺风顺水的人，我们无非是走得累些。当登上顶峰之后，我们确信，能看到世间最美的风景。早安！

2016-03-29
如果有一天，你不再苦寻爱情，只是去爱；你不再贪念成功，只是去做；你不再急于成长，只是去修，一切才算真正开始。年轻是一种资本，认真修炼自己，你才会有跟整个世界叫板的底气。新一天，早安。

2016-07-22
我们常常讨厌平庸的自己，渴望洒脱的人生，所谓“天子呼来不上船，自言臣是酒中仙”。但是，如果你的才华配不上梦想，脚步跟不上目光，所有的任性不过是一念幻想。你应该知道，自由都需要代价，骄傲更需要底气。一味地长吁短叹，不如脚踏实地走路，或许真有一天，你的洒脱终将人人艳羡。早安！

2016-06-15
没有人的青春是踩着红毯走过，没有谁能毫不费力赢得掌声。如果你为人生画一条浅浅的吃苦底线，就别妄想跨越深邃的幸福极限。在熠熠生辉前，总要捱过一段孤独不安的日子。唯有担得起厚重的经历，才能禁得起岁月推敲。记住：一定要努力，但别着急。周三，早安！

2016-09-21
与其羡慕别人，不如做好自己。肤浅的羡慕，无聊的攀比，笨拙的效仿，不会带来快乐，只会带来烦恼。过分地关注他人而忘了修炼自己，只会让自己日复一日活在他人的影子里。认清真实的自己，找到属于自己的位置，然后昂首阔步走自己的路，你会发现“做自己”的快乐远远胜过一切比较与羡慕！新的一天，早安！

2016-01-01
从今天起，让我们立下一个心愿，制订一个计划，开始那场梦寐以求的旅行吧，每天超越过去的自己一点点，都是一场成功的战役。早安，为2016年，为遇见新的自己，加油！

2016-06-19
他是赋予你生命的那个男人，他普普通通，却是你心目中的超级英雄。你抱怨过他忙、惧怕过他凶，嫌过他不善言辞，直到长大后才明白：为把最好的给你，他宁愿倾尽所有。他正在老去，他可能会忘了自己，却不会忘记爱你。今天父亲节，请大声对他说一句，老爸我爱你！早安。

2016-12-10
假日是一种和工作时不同的生活状态。它并不意味着像脱缰的野马一样失去控制，而是在放松的过程中仍不放弃对自我的管理。阶段性的休息可以带来新的激情，无节制的放纵则会打乱你的生活节奏。愿你度过一个有意义的周末，早安！

2016-06-17
路走错了，可以换一条，但不挪动脚步，就会困在原地。奋斗的意义，不在于一定会让你取得多大的成就，而是让你与生活少一点妥协，让你有更多的力气保护你所喜欢的东西，让你对一切美好的事物力所能及，让你在平凡的日子里，活得比原来的那个自己更好一点。星期五，早安！

2016-11-13
不要抱怨生活给予了太多的磨难，不必慨叹生命中有太多的曲折。磨难会让我们更加坚强，曲折能使我们收获历练。把每—次的失败都归结为一次尝试，不必气馁；把每一次的成功都想象成一种幸运，不去自傲。就这样，微笑着弹奏从容的弦乐，去面对挫折，去接受幸福，去品味孤独，去战胜忧伤。只有尝过苦涩，经历过泪水和汗水的洗礼，才能成为一个大写的人。新的一天，早安！

2016-05-28
当你在犹豫的时候，这个世界就很大。当你勇敢地踏出第一步的时候，这个时候就很小。路是走出来的，不是选出来的。当你不知道自己究竟该向左还是向右的时候，选哪条路，都是对的。每一条路上都有属于它自己的独特的风景，你一定能走出自己的路。新的一天，早安。

2016-05-20
爱情，不是年轻时轰轰烈烈的誓言，而是繁华退却后平平淡淡的陪伴。爱情，是眼睛为他下着雨，心却为他打着伞。爱情，即使没能走到最后，也要充满希望地期待明天。今天520，网络情人节，早安！

2016-03-22
鸡蛋，从外打破是食物，从内打破是生命。人生亦是，如果你等待别人从外打破你，那么你注定成为别人的食物；如果能让自己从内打破，那么你会发现自己的成长相当于一种重生。新的一天，早安！

2016-03-21
等将来，等不忙，等下次，等有时间，等有钱了……等来等去，等没了青春，等没了健康，等没了机会。谁也无法预知未来，很多事情可能会一等就等成了永远。想要做的，今天就去做吧，不要等来太多遗憾。新的一周，早安！

2016-02-24
当工作越来越难，日子越来越不顺心的时候，我们往往更羡慕那些成功人士。其实，再怎么寸步难行，你也还是在前进；他人的成就，也并不是轻而易举。你不倒下去，就还有一种叫奇迹的可能。新的一天，早安！

2016-08-28
人要懂得珍惜时光，不能丢了夜晚的星星，又错过白天的太阳。天道酬勤的意思是，越努力，越幸运。你若不相信努力和时光，或许它会第一个辜负你。又一个美好的清晨，改变自己，行动起来。早安！

2016-11-22
生活本身是没有色彩的，你将它涂成灰白，它就赠予你冷清淡漠；你赋予它彩虹般的颜色，它就还你一根甜甜的棒棒糖。真正点亮生命的不是明天的景色，而是美好的希望。永远相信不管自己再平凡，都会拥有属于自己的幸福，这才是最灿烂的风景。新的一天，早安。

2016-05-11
每个人都有属于自己的人生，我们羡慕别人，因为我们没有亲眼目睹他们的成长，才会妄图揣测其背后有什么“贵人相助”。成年人的字典里没有“容易”二字，没有一本自传不是由苦难写起，熬过的辛苦，都是人生的勋章，是一笔一划写就的成功之路。新一天，早安。

2016-05-03
你羡慕别人天资聪颖、机遇绝佳，却没看到他默默努力、咬牙坚持。世上没有一份工作不辛苦，没有一次成功不艰辛。你所能做的，就是在平凡的生活中雕琢出不平凡的自己。新的一天，早安。

2016-08-13
就像这世间没有任何两片树叶的纹理是一样的，幸福与幸福也不尽相同，没有一个人的生活会和别人重复。我们在仰望别人幸福的同时，别人也是以同样的姿态回望我们。没有谁的生活值得羡慕，过好自己的日子才是重中之重。新的一天，早安。

2016-04-20
所谓才华，不过是长久的努力。所谓才华撑不起梦想，不过是坚持的时间太短。人与人之间最大的差别，不在于出身、相貌、学历，而在于他所面朝的方向，对自己未来的规划与坚持。年轻最重要的品质，便是要善于创造并坚持梦想。不要看轻自己，不要总去怀疑。朝着自己的梦想不懈努力，总有一天，它会让你闪闪发光。早安。

2016-07-16
不知道要走多少步才能达到目标，踏上第一千步的时候，仍然可能遭遇失败，但成功也许就藏在拐角后面。很多时候，你离成功只差一点点的距离，只要你保持专注，直面挫折，不埋怨不逃避，你走过的每个低点，都会成为通往高峰的必经之路。认真的人改变自己，执着的人改变命运。早安！

2016-02-17
当你在想玩什么，有人在想学什么；当你在做计划，有人已出发；当你为上次失败沮丧，有人已开始下次尝试；当你决定放弃，有人却坚信前进就有希望。那些比你走得远的人，并不一定比你聪慧，只是比你更加脚踏实地。新的一天，不要蹉跎，早安！

2016-09-28
我们在坚持一件事情时，就已经埋下了收获的种子。全心全意投入一件事情后攻取目标，会充满得偿所愿的喜悦；又或许没有达到原定的目标，却有了意想不到的收获。生命总是充满了彩蛋，关键看你是否舍得在这纷繁里，大胆做减法，然后专注于自己的选择。新的一天，早安！

2016-12-21
曾经历过灰头土脸的日子，才会明白，精致是一种能力，热爱生活，更是一种能力。精致背后其实就是热爱，是一颗从容不迫的心。我们都可以靠自己的力量，赶走所有的粗糙和无趣，然后认真搭建属于自己的美好。新的一天，早安！

2016-05-24
你明知蜷缩在被窝里温暖舒适，却仍在黎明乍现时的一刻起床；你明知手头活儿可以草草应付，却仍在孤灯如豆的夜晚伏案工作；你明知这段感情定会一路崎岖，但依旧不离不弃、相濡以沫；你明知成就伟大必然要隐忍苦楚，但依旧追梦不息，奔腾不已。其实，任何值得去的地方，都没有捷径，这就是生活。星期二，早安！

2016-11-17
生活就像是一个大舞台，每个人都在舞台上扮演不同的角色。智者把自己当编导，人生前途由自己掌控，人生故事由自己编排。愚者把自己当观众，总在别人的故事里旅行，成为生命的过客。弱者把自己当作配角，认为自己微乎其微，一生都活在别人的阴影里。强者把自己当主角，努力演出，演绎出人生的精彩篇章。选择扮演什么样的角色，你就会过什么样的人生。新的一天，早安！

2016-10-25
有些努力是为了将来，而有些事情则是为了当下。不要把人生过成任务，也不必每一件事都有始有终，更不要因为看不到终点，就连起点都放弃了。做好当下的每一天，只要日有所得，那就是快乐而充实的生活。新一天，早安。

2016-06-18
抱怨，是因为不开心；不开心，往往是因为有勇气做出选择，却没勇气为选择买单。一个成熟的人，既会做出选择，也会为自己的选择买单：选择的结果好，就欣然接受；结果不好，就学会修正。人生就是一个选择连着一个选择，为自己的选择负责，是我们成长中的必修课。周六，早安。

2016-07-27
所有的一劳永逸，都可能是坐以待毙。我们要追求的，或许应是一种有远见的生活方式。可享当下安乐，却不妄图长久安逸。在安逸中遇见未来的风霜，始终保有前行的能力，这样方可在抵达每一个未来时，都能看到一树繁花。周三，早安。

2016-12-14
站在熙熙攘攘的人群里，你也许不是那么起眼，拥有的不是那么多，走得没有那么快，但这都不要紧。要紧的是：你始终循着自己的脚步，在不慌不忙中日渐优秀，当别人从身旁赶超你的时候，记得提醒自己，只要不曾后退，慢一点也无妨。一直往前走，你终有一天能抵达自己想去的地方。新的一天，早安。

2016-09-15
世上最温暖的地方莫过于家。你或许足够幸运，在这个团圆的日子里围坐在父母身边；你或许正在外打拼，周围是陌生的都市与人群。但不论你身在何地，都请记得远方有那么一方天地总为你守候，然后获得最熨帖的宽慰和最踏实的力量。中秋佳节，早安！

2016-08-03
我们总在仰望和羡慕着别人的幸福，而多年后蓦然回首，却发现自己原也曾被别人那样羡慕过。其实，每个人都是幸福的。只是，那些藏在别人眼里的幸福，却需要我们自己有一种感念幸福的能力。人生就是一次旅行，现在所经历的永远是最美的，现在所拥有的，才是我们最值得珍惜的。新的一天，早安！

2016-04-03
每天步履匆匆，忙于开会、加班和应酬，既无暇留恋路边的鲜花，也无法专心致志读完一本书。可只有学会停顿，才能发现不同的自己，再忙再累，也要给自己一点时间静思。假期，留一点时间给独处吧！早安！

2016-06-26
每个人都会遇到不如意，爱情、家庭、事业、理想，可能并非一帆风顺。当你感到心力交瘁、难以为继时，不妨换个角度：福祸相依，怎知未来不会发生更好的改变呢？把眼光放远，把视野放大，拐个弯或许就是机遇，等一等或许就有惊喜。不必急于生活给你所有的答案，即便你向空谷喊话，也要等一会儿，才会听见那绵长的回音。周末，早安！

2016-05-23
人生就像马拉松，获胜的关键不在于瞬间的爆发，而在于途中的坚持。你纵有千百个缘故放弃，也要给自己一个坚持的理由。很多时候，成功就是多坚持一分钟，这一分钟不放弃，下一分钟就有希望。傻傻地坚持，终会迎来不平凡的结果。新的一周，给自己加油！早安！

2016-11-16
每个人都会经历这样的阶段：开始意识到自己的平庸与局限，看着很多不切实际的可能性正逐渐被关闭，与此同时又会觉得不甘心。希望与失望反复交叠，变得焦虑与迷茫。其实，自我怀疑与自我期许正是硬币的两面，打破怀疑、印证期许，恰恰是成长中最重要的环节之一。早安！

2016-10-20
耐得住寂寞，才守得住繁华。成功需要努力耕耘，脚踏实地地埋头苦干；也需要耐心等待，不断付出的同时坚持自我、执着理想。等待瓜熟蒂落，等待水到渠成，等待雨过天晴，等待云开日出。忍耐的终点，是柳暗花明。今天的忍耐，恰是为了明日的花开。周四，早安！

2016-05-10
有时候，我们总喜欢说办不到，遇到困难就想怎么没人帮我；可是，有人想的却是我总有办法做到，没什么不可能。静下心想想，当你仰望他人的成功，乃至怨天尤人时，有没有想过，正是自己的平庸造成了这些不同。放下悲观，放下万种理由，去努力吧！早安。

2016-06-12
我们曾如此羡慕那些说走就走的人生，光鲜亮丽，潇洒自由。可随着年岁的增长，却发现没有谁真的可以肆意一辈子。任何人的光鲜亮丽，必有他该面对的艰难险阻；任何人的潇洒自由，也有着难以言说的苦楚。生活无非是经历无数的大风大浪，最终找到一条回家的路。早安！

2016-01-15
快乐是一种习惯，要善于栽培它。今天起，学着做一个简单的人，不庸人自扰，不浪费时间，不沉迷过去，不恐惧将来。有人爱，有事做，再用更宽阔的心，去治愈那些小小的不快乐。愿每一个追求幸福的你，都能如此拥抱生活。新一天，早安！

2016-05-27
人这一生，无论朝九晚五还是浪迹天涯，不过是希望在自己的生命里多一些选择。一味的朝九晚五或浪迹天涯，都会让生命变得乏味生厌。最好的生活，是让自己足够强大，有支配两种生活状态的能力——在想旅行的时候，说走就走；在想安心的时候，还能回家。周五，早安。

2016-09-27
一个人躺在地上，如果他不想起来，那么十个人也拉不起他来，即使起来了也马上会趴下。所有的动力都来自内心的沸腾。如果你做不到一件事，无论是做好工作，还是寻找爱人，或是减肥，都是因为你还没有真正想做。那种使自己变得生机勃勃的动力，不是别人，只有你自己。新的一天，早安。

2016-12-20
在坚持的路上，带着热情、努力、乐观，我们终将成为自己的太阳，无须凭借谁的光。沉下心来，慢慢来，一边欣赏路边的风景，一边塑造更好的自己。当有一天，坚持变成习惯，成为身体里某个部分，哪怕是苦也会成为生命里的光。早安！

2016-07-18
感觉有忙不完的事就对了，说明你正为前程奋斗；感觉总不如人就对了，说明你正试图赶超；感觉走得特别艰难就对了，说明你正走上坡路。若你正感到迷茫抑或辛苦，告诉自己，再坚持一下。你终会发现，拒绝放弃的那些努力，是多么值得！新的一周，早安！

2016-08-15
20多岁，可能是人生的一个艰苦时期。初入职场，为工作和人际关系苦恼；前途迷茫，不知走向何方。其实，这些黯淡的日子，是岁月给你的历练。别把时间浪费在别人的口水中，勇敢面对生活，走过去，你会发现自己远比想象中强大。星期一，早安！

2016-09-24
生命的天空里，有风和日丽，也有云遮雾障。不是每轮艳阳都暖人，不是每片乌云都下雨。既然预知不了命运的走向，那就踏实过好每一天；既然左右不了天空的变幻，那就悉心装扮内心的净土。请相信：珍惜了，才能最终拥有；付出了，才会取得收获。新的一天，早安！

2016-02-27
人生就像一杯茶，不会苦一辈子，但总会苦一阵子，没有开始的苦，就没有后来的甜。苦苦甜甜像一部交响曲，汇成我们的一生。既如此，与其忧伤地接受，不如快乐地迎接。两种姿态，两种人生。周末，早安！

2016-03-01
不知不觉，2016年已过去1/6。乍暖还寒时分，三月来了。三月，是刚离家的不舍，是开学时的兴奋；有学雷锋日的温暖，有妇女节的关爱。三月，亲手种下树木，期盼来年成荫；三月，为一年之计，收获满腔激情。春天，希望，播种，出发！愿时光不负努力，青春不负自己，早安。

2016-07-04
在时间拽着你缅怀过去之前，学着欣赏现在所拥有的。真正懂得生活的人，绝不会拿往昔来填充现在。无论过去发生过什么，你要相信，最好的尚未到来。人若是有勇气说再见，生活也会还我们一个崭新的开始。美好的，留在心底；遗憾的，随风散去。新的一周，早安！

2016-02-18
在旧牛仔裤的口袋里发现硬币、在阳光下散步、在台灯下读书……幸福就像是草莓地里的果实，你或许当时觉得好小，寻找好久之后，忽然发现，其实刚刚那颗还不错啦！用心感受，你会发现，生活中有那么多小确幸，都值得你为之努力打拼。新一天，与幸福不期而遇！早安！

2016-01-17
人生如镜，你对着它笑，它也对着你笑；你对着它哭，它便对着你哭。成功与否，不在于我们拥有什么，而在于我们想的是什么，采取什么样的行动。改变不了过去，但可以改变现在；改变不了环境，就必须改变自己。你变了，世界就变了。早安！

2016-02-25
人生很像是在雾中行走：远远望去，只是迷蒙一片，辨不出方向、吉凶。可是，当你鼓起勇气，放下忧惧和怀疑，一点一点往前走的时候，你就会发现，每走一步，你都能把下一步路看得清楚一些。星期四，早安！

2016-05-14
你若想得到这世界最好的东西，先得让世界看到最好的你。生活从来不会亏欠谁，它给你一块阴影，必会在不远处撒下阳光。从今天起，跟那个消极、迷茫、懈怠、不安的自己挥手作别吧。只要你决心改变，生活一定会赐予你新的开始。早安，星期六！

2016-04-14
当你还是只猫的时候，记得你的目标是要成为一只老虎。当你成为一只老虎的时候，别忘了你曾经是一只猫。心态要高，姿态要低，不要看轻别人，更不要高估自己。静观其变是一种能力，顺其自然更是一种幸福。星期四，早安。

2016-07-17
我们都是普通人，遇到事情时，会害怕会担心会紧张，都很正常。但是要记住，无论打多少次退堂鼓，都不要真的退下来。当你确定了那件事情是对你有益的，那么就带着担心和害怕，勇敢地往前走吧。我们必须趟过那条习惯自我否定的河，才能到达彼岸，才能成长，才会有收获。周日，早安。

2016-09-18
一个人若要获得实在的幸福，应该是既不太聪明，也不太傻。不太聪明可以让你不纠缠于无谓的比较算计，不太傻可以让你看清并理解事物的本质。这种介于聪明和傻之间的状态就是生活的智慧。新的一天，早安！

2016-06-28
当你身心愉悦、喜欢自己、对这个世界充满善意，美好的东西就自然地被你所吸引；相反，当你悲观、郁闷，负面的一切也就相继报到。快乐的你吸引让你快乐的人、事、境，烦忧的你则吸引让你烦忧的人、事、境。幸运与厄运，无论你相不相信，其实你是一块磁铁。你如何使用磁力，这是生活的奥秘。新的一天，早安。

2016-01-22
从今天起，学会投资人生。读书，阅读智者的灵魂；旅行，去陌生环境里感悟；看电影，在荧屏里体味百种人生；冥想，去内心探索奥秘；锻炼，延展生命的张力；交友，在知己眼中重新发现自己……身体和灵魂，总有一个要在路上。你的努力，生命从不辜负。早安！

2016-05-07
生活中从来没有一个标准公式来判断是非。很多时候，没有对错，只有适合不适合。你要懂得，人人生而不同。每个人都应有自己的一套生活智慧，不盲从、不偏激、不妄自菲薄，用它来指导眼前的生活，对自己的内心真诚，这才是靠近幸福的捷径。周六，早安。

2016-01-02
日历又翻了一年，时光又转了一圈，在2016年的晨曦中，我们踏上了未来的旅程。也许我们无法忘记过去的感动，可能我们对前路充满了憧憬。那么放下踌躇，去追寻最初的梦想吧。好好工作、吃饭、睡觉、聚会……认真对人，认真做事。愿你在新年里，少点泪水，多些笑容。新的一天，早安！

2016-03-03
一个人的气质，总是从言谈举止中流出。优雅不是装扮出来的，而是阅历的凝聚；淡然不是伪装出来的，而是人生的沉淀。你无法决定自己的容貌，却可以提升思想、学识、气度。时间会让你老去，也可以让一颗美好的灵魂，愈发动人。愿岁月雕刻出更好的你，早安。

2016-04-22
经历过跌跌撞撞，才知道内心所向；经历过迷茫不安，才懂得逼自己前行；经历过窘迫尴尬，才学会耐得住性子。任何人的成功都无法一蹴而就，每一阶段的抵达，都是一步一个脚印的积累。慢慢来，别着急，生活终将为你备好所有的答案。早安。

2016-01-16
与其为流逝的时光惶恐，不如结结实实地抓住分秒。每天抛弃不成熟的自己，每天改善一些不完美，便离最好的自己又近了一步。努力，有天无愧地告诉自己，告别的那些青春岁月，不是荒废，是成长。周末，早安！

2016-01-28
离猴年到来还剩10天，回想过去，是志得意满还是留有遗憾？如果感到充实，就请保持；如果觉得虚度，就请努力。每个今天，都曾是你满心期待的明天，又怎能因为自己的懈怠，让它成为你不忍回首的昨天？记得，成功的字典里没有等待，只有前行。新的一天，早安！

2016-05-04
每个看似快乐自在的人，都经历过不为人知的黑夜；每段潇洒风光的生活，也可能有你看不见的沧桑。差别只在于，是萎靡不振地活着，还是从那些千疮百孔中走出自己的人生。不需要羡慕嫉妒恨别人的收获，也别去抱怨自己的一事无成，这不过都是你曾经的选择。星期三，早安。

2016-07-13
听说，年轻的你迷茫又着急？你想要房子想要汽车，想要旅行想要高品质生活。你不断催促自己成长，却沉不下心来认真读一篇文章；你急切地期待成功，却每次在遇到挫折时提前退缩。既然没有过那些汗水和拼搏，又何必在旁观别人的荣耀与成功时愤愤不平呢？努力吧，别抱怨。早安！

2016-12-16
没有人天生幸运。即使是那些天赋异禀的人，也会有力不从心的时刻，也会在某些时候承受各种压力。而他们终于能够抵达终点，是因为他们能够在来自四面八方的质疑声中埋头挺进，哪怕流着泪，也会咬着牙，一步一个脚印地向前走去。愿你也能在坚持中有所收获，早安！

2016-08-12
在等待破茧而出的日子里，不要着急，不要沮丧，学会把一些事情放在更长的时间维度里去审视，在自己喜欢的领域里打一场漂亮的持久战。在这场持久战里，所有的坚持和努力，都会在自己的成长中刻下印记。无论结果是什么，我们终将成为更优秀的自己。早安。

2016-02-29
虽然我们不能决定生命的长度，但可以扩宽它的宽度；虽然我们不能改变容貌，但可以展现笑容；虽然我们不能控制他人，但可以掌握自己；虽然我们不能预知明天，但可以把握今天。2月最后一天，莫负青春，莫负旅途。早安。

2016-06-27
成长是一条没有捷径的路。如果你焦虑、迷茫、看不到未来，如果你孤独、困惑、不被人理解，请继续奋斗努力，终有一天，你会感谢挫折，感谢眼泪，感谢孤独，感谢自己一直坚持，不曾放弃！专注、特色以及坚持，几乎是平凡人生成功的不二法门。新的一周，早安！

2016-08-19
我们习惯用一种标准来确定幸福，人为设定一条及格线，线上的是好命，线下的则是不幸。我们所面对的压力与痛苦、狭隘与悲观，往往是由这根及格线造成的，却忘了其实每一种幸福都有缺陷，而每一种缺憾也自有它的幸福之处。甩甩脑袋，抛开那条并不存在的及格线，你会明白自己所处的是一片森林，每一棵树都有它的阳光雨露。周五，早安。

2016-09-06
很多东西，就掌握在自己手中。比如快乐，你不快乐，谁会同情你的悲伤；比如坚强，你不坚强，谁会怜悯你的懦弱；比如努力，你不努力，谁会陪你原地停留。只有把命运掌握在自己手中，才能寻找到生命的闪光。做自己的主人，才能成为真正的强者。早安！

2016-06-04
你明知蜷缩在被窝里温暖舒适，却仍在黎明乍现时的一刻起床；你明知手头活儿可以草草应付，却仍在孤灯如豆的夜晚伏案工作；你明知这段感情定会一路崎岖，但依旧不离不弃、相濡以沫；你明知成就伟大必然要隐忍苦楚，但依旧追梦不息，奔腾不已。其实，任何值得去的地方，都没有捷径，这就是生活。星期六，早安！

2016-08-18
青春不是闲暇懒惰，不是舒适稳定，而是在一无所有时厚积薄发，去大汗淋漓地拼，去义无反顾地搏。如果说人的结局都一样，而出生又不能改变，那人与人之间最大的不同，就看你怎么活。青春之你我，要敢于闯荡，勇于挑战。走些弯路不要紧，重要的，是这一路的风景。新一天，早安。

2016-11-21
你可以在年纪轻轻时犯错，并得到周围人的原谅和扶正。但这不是鼓励你去犯错，而是鼓励你去大胆作出尝试。年轻是我们去面对这个世界的资本和优势，而不应该成为你一事无成、固步自封的理由和托辞。每个人都应该珍惜青春的岁月，因为你除了青春，真的没有什么东西可以再失去。周一，早安。

2016-11-10
你或许曾经以为，妥协一些、将就一下，这个世界就会为你让出一席之地。但事实上，在妥协将就的背后，恰恰是偷懒，是侥幸，是投机取巧，是退而求其次。真正让人变好的过程都充满挑战和艰辛，正是这些略显沉重的东西，构成了每个人在这个世界上存在的理由和价值，并会在你日后面对困境时助你一臂之力。新的一天，早安！

2016-06-01
时光如水，转眼间，已是上半年最后一月。6月，祝所有可爱纯真的孩子，每天快乐；6月，为奋战在高考考场上的学子，送去祝福；6月，在因先贤而由来的端午节，拾起传统的记忆；6月，记得告诉父亲：我爱你；6月，迎接充满活力的盛夏……一起加油吧，为上半年画个圆满的句号。早安！

2016-09-13
真正让人变好的选择，过程都不会很舒服。学习新知的过程要不断挑战思维定势，改变既有的过程要克服自然惯性的力量。可当你真的扎实走过这条路，你会发现正是它们赋予了你触摸更广阔更新鲜的世界的可能。周二，早安！

2016-08-11
在我们的生命里，希望并非聊胜于无的东西，而是生活中最平凡的日常。希望是温暖的早餐，是夏日的啤酒，是上班路上带着晨曦气味的衬衫。它支撑着我们日复一日的梦想，让平凡的我们，升到朴素生活的上空，飞向一种更辉煌和壮丽的人生。充满希望的生活，总会有一条路能带我们走向最想去的地方。早安。

2016-05-01
在我们的生活中，最让人感动的时光，总是那些一心一意为了一个目标而努力奋斗的日子。哪怕是为了一个卑微的目标，奋斗也值得我们骄傲，因为无数卑微的目标累计起来，可能就是一个伟大的成就。金字塔也是由每一块石头累计而成的，每一块石头都很简单，金字塔却宏伟而永恒。五月第一天，早安！

2016-11-12
世界上总有一些人，自己不努力却还不愿意别人努力，希望别人也和自己一样的平庸，然后寻求心安理得的安慰。在这样日复一日的自欺欺人中，一次又一次地看着别人活成了自己想要的样子。停止你的自怨自艾，因为没有成功会从天而降。早安！

2016-11-23
不知道自己想做什么，就先把身边的事做好；不知道自己会遇到谁，就先学会善待身边的人；不知道现在做的有没有意义，至少先确定自己不是什么都没做。迷雾里你或许只能看见眼前的五米，但一步一步走下来，雾就会慢慢散了。等待和拖延只会夺走你的动力！新的一天，行动起来，早安！

2016-08-21
长大不是一蹴而就的事，也不是只有轰轰烈烈、脱胎换骨才叫成长。我们都不完美，可是，只要勇敢走出舒适区，克服掉依赖的心理，一点一滴地改变，就会使今天的你比昨天的你好了那么一些。请不要放弃成长，你终会遇见更好的自己。新的一天，早安。

2016-10-03
内心不够笃定的人，才会在慌乱失措中急急忙忙给自己削出各种棱角，以看似与众不同的方式横冲直撞，假装有个性。而真正有个性的人能够找到属于自己的天地，内心有方圆，做事有方法，在平静而淡定的日常生活中获得踏实的成就。早安！

2016-12-13
今天，国家公祭日。有媒体拼接30位南京大屠杀幸存者照片，用面孔诉说79年来的荣辱与沧桑。然而哀思无法抗敌，孱弱必将遭欺。我们缅怀逝者，但不被泪水遮挡视线；我们铭记历史，但不被仇恨冲昏头脑。国家的祭奠，只为凝聚民族意志，汲取前进力量，许下复兴心愿：吾辈自强，实干兴邦！早安！

2016-05-18
人要懂得珍惜时光，不能丢了夜晚的星星，又错过白天的太阳。天道酬勤的意思是，越努力，越幸运。你若不相信努力和时光，或许它会第一个辜负你。又一个美好的清晨，改变自己，行动起来。早安！

2016-02-21
所谓成熟，不是世故、不是暮气、不是青春的褪色和梦想的远逝。那些，不过是被世俗磨去了棱角，是精神的早衰和个性的夭亡。真正的成熟，是独特个性的形成、真实自我的发现，是精神的结果和丰收，是对生活的理解、对他人的宽容、对责任的担当。新的一天，早安！

2016-03-12
从今天起，学着做一个简单的人，不庸人自扰，不浪费时间，不沉迷过去，不恐惧将来。生活有好有坏，你愿意去感受的那一部分，就组成了你的人生。只要你愿意拥抱它，幸福从来都很简单。周末，早安！

2016-10-10
对于想要的东西，要么奋力直追，将其收入囊中，要么干脆放弃，寻找新的目标。别总是逢人就喋喋不休地表决心，又或者没付出多少努力就哀怨不断。不去争取而说想要，只会成为别人茶余饭后的笑料。早安！

2016-08-24
我们总羡慕自己这个年龄没有的东西，殊不知你的现在，正是被别人羡慕的最美的韶华。每一个年龄段，都有它特别的美好。我们现在所处的，就是最美的年纪。愿我们一辈子都能记住这句话，相信这句话，把握当下的每一天，活出生命的精彩。早安！

2016-08-20
“读书是为了遇见更好的自己”。所谓的终身学习不是狭隘的，不为文凭学历，不为功名利禄，更不为附庸风雅、故作清高；而是为了让视野更开阔，让心灵更充实，以更好的视角来诠释世界，以更积极的姿态面对生活。让学习成为一种生活方式，不断重塑我们自己的精神长相。周六，早安。

2016-09-07
当你能够忘记你的过去，看重你的现在，乐观你的未来时，你就站在了生活的最高处。当你明白成功不会显赫你，失败不会击垮你，平淡不会淹没你时，你就站在了生命的最高处。当你修炼到足以包容所有生活的不快，专注于自身的责任而不是利益时，你就站在了精神的最高处。周三，早安。

2016-01-20
大寒过后，又将迎来新一年的轮回。人生的起伏就像四季轮转，总有那段天寒地坼的艰难旅程。然而严寒褪尽才有大地回春，历经磨练方可破土重生，耐得冬日寂寞，终见三月繁华。冬天就快过去，春天还会远吗？新的一天，早安！

2016-01-27
每一支华丽的舞蹈，都来自无数次的训练；每一次精彩的投篮，都经历过无数次篮球对地板的撞击。你看到别人的成绩，却没看到他曾一次次跌倒又爬起。天赋异禀者毕竟是少数，相对于不费力的成功，更了不起的，是那些自知微小，却不曾放弃点滴努力的人。周三，早安。

2016-04-12
我们见到的太阳，是8分钟之前的太阳；见到的月亮，是1.3秒之前的月亮；见到1500米以外的建筑，是5微秒之前的存在。即使你在我一米之外，我见到的也是3纳米秒以前的你。我们所眼见的现在都在飞快的成为过去。所以，珍惜每一个正在流逝的瞬间，不负时光，不负自己，早安！

2016-01-31
转眼间，2016年已经过去一个月。总在等待“明天”的你，是否又一次感受到时光的无情？年初的计划是否在有序进行？许下的承诺还有多少停在纸面？不如，就从今天开始吧，养成一个习惯，完成一个项目，实现一段成长。用全新的自己告别一月，迎接春天。早安。

2016-03-08
她将你带到世上，无微不至照顾你，而你是她所有的骄傲，她是母亲；她与你年少相逢、风雨同舟，用温柔贤惠操持家庭，她是妻子；她和我们并肩打拼，同样辛苦却付出更多，她是女同事。妇女节，请向所有的她们道声：谢谢你，辛苦了！周二，早安！

2016-08-17
我不知道要走多少步才能达到目标，踏上第一千步的时候，仍然可能遭到失败。但成功就藏在拐角后面，除非拐了弯，我永远不知道还有多远。生命的奖赏远在旅途终点，而非起点附近。很多时候，你离成功只差一点点的距离。不放弃每一个变好的可能，新的一天，早安！

2016-06-24
与其担心未来，不如趁现在好好努力。人生道路上，只有奋斗才能给你安全感。不要轻易把梦想寄托在某个人身上，也不要太在乎身旁的耳语，因为未来是你自己的。别忘了答应自己要做的事情，别忘了自己想去的地方，不管那有多难，有多远。新一天，早安。

2016-11-09
安逸的人生，谁不想拥有。只是，这种安逸，应该是人生的终极目标，而不是年轻时逃避艰辛的理由。真正的安逸是经历年轻时期的奔波岁月后，内心的愉悦富足，它无关享受，无关迷茫，而是内心对未知世界的渴望。什么年龄段做什么事，在还能做梦的年纪，请不要轻易选择妥协。新的一天，早安。

2016-05-13
我们曾如此渴望命运的波澜壮阔，到最后才发现，人生最曼妙的风景，竟是内心的淡定与从容。我们曾如此期盼外界的认可，到最后才知道，世界是自己的，与他人毫无关系。世界太吵，听从内心的呼唤就好。星期五，早安！

2016-10-11
全世界的黑暗，也不能使一根蜡烛失去光辉。“这个世界上，没有人能够使你倒下，如果你自己的信念还站立的话。”即使你现在的处境很糟糕，但只要你心中那根蜡烛还亮着，你就有希望跨越困境，有机会重新来过。早安！

2016-12-12
你相信么？你所经历的一切都会造就你。对经历过的一切产生反思、并且时时铭记的人，最终都会从经历中成长。但如果你只是被惯性驱使，今天克隆昨天，周而复始地生活，那么你将永远停留在原地，看不到那些原本应该属于你的丰富与精彩。新的一周，早安！

2016-11-20
人生的每个阶段，都会看到不一样的东西。那个更好的自己，大概是在愈发成熟之后，生活不因为什么人的出现和什么事的发生而变得止步不前，而是能够有足够的力量去探索人生的无限可能。不管你现在是什么年纪，也无论你正处于什么样的境遇，你成为自己，比成为什么人更重要。新的一天，早安。

2016-12-07
人要懂得珍惜时光，不能丢了夜晚的星星，又错过白天的太阳。天道酬勤的意思是，越努力，越幸运。你若不相信努力和时光，或许它会第一个辜负你。又一个美好的清晨，改变自己，行动起来。早安！

2016-10-09
一个人越是炫耀什么，内心就越缺少什么。内心真正富足的人，从不炫耀拥有的一切。他不刻意告诉别人读过什么书，开过什么车，去过什么地方，有多少件衣裳，因为他没有自卑感。内心越是丰盈，生活越是素简，脚下的路越是走得安稳和踏实。新的一天，早安！

2016-03-24
时间是最公平的资源，活一天就拥有24个小时，你浇灌在哪里，哪里就可能长出灿烂的花朵。你每周读一本书，十年就是520本，你就可以涉猎百家。你每天写500个字，十年就是180万字，你就可以著作等身。专业无它，专注而已。早安！

2016-08-29
每个人的人生都有两条路，一条用心走，叫做梦想；一条用脚走，叫做现实。如果心走得太慢，现实就会苍白；而如果脚走得太慢，梦想就不会高飞。人生的精彩，莫过于心走得很美，且与脚步合一。不忘初心，脚踏实地，你一样可以创造独有的精彩。早安！

2016-02-02
转眼2016年已经过去一个月，你的新年计划正在稳步推进还是已经搁浅？世界上从来没有一种成功叫做一蹴而就，那些天上掉馅饼的故事，那些所谓“有趣、不累、钱多”的工作，不过是别人家的玩笑罢了。今天，二月的第二天，不要再“二”下去，打起精神，以努力的姿态，过好每一天。新的早晨，早安！

2016-09-25
世上没有一件工作不辛苦，没有一处人事不复杂。即使你再排斥一些当下的不愉快，光阴也不会过得慢点。所以不要随意发脾气，谁都不欠你的。要学会放低姿态，取舍间必有得失，不用太计较。要学着踏实而务实，越努力越幸运。当一个人有了足够的内涵和力量，人生就会变得底气十足。新的一天，早安！

2016-02-26
人生最清晰的脚印，往往印在最泥泞的路上。如果你想拥有你从未有过的东西，那么你必须去做你从未做过的事情。你今日撒下的种子，正在你看不见想不到的某日，悄悄生根发芽。新的一天，早安！

2016-12-09
船停在码头是最安全的，但那不是造船的目的；人呆在家里是最舒服的，但那不是人生的意义。最美好的生活方式，莫过于和一群志同道合的人奔跑在理想的路上！回头，有一路的故事；低头，有坚定的脚步；抬头，有清晰的远方。人生没有彩排，每一场都是现场直播，把握好每次演出，便是对人生最好的珍惜。早安！

2016-07-12
有了开始，才会有以后；有了坚持，才可能会有结果。其实，所谓的坚持梦想，哪有什么值得不值得，只有愿意不愿意。也许，追逐梦想的我们，要做的只是安静地享受沿途的风景，享受活着的感觉。最后，梦想实现了自然是最好，万一失败了，至少我们曾经在路上，至少我们曾经执着过。早安！

2016-12-19
2016年还剩最后两个星期。时光的脚步走过春夏秋冬，不管是收获颇丰，还是历经坎坷，都要不忘初心，坚定前行。为明天做准备的最好方法，就是集中所有智慧与热诚，把今天过得尽善尽美。走好每段路，就能收获属于自己的成功。新的一天，早安！

2016-12-11
我们常常抱怨，抱怨生活的无趣，却忘记了如何去创造生活的有趣；我们每每吐槽，吐槽人生的艰涩，却忘记了如何去平缓人生的艰涩。当你走过了许多非走不可的弯路，你会发现，是你的有趣造就了丰盛的生活，而不是依赖于生活来造就一个有趣的你。愿你有个有趣的周末，早安。

2016-05-22
又一周过去了。不管昨天发生了什么，不管以前有多无奈，一切都是过去时，不会再来，也无法更改。或许，你应该把所有的苦闷远远抛开，从平淡中品味幸福与快乐，在繁忙中找到价值与精彩。周末了，清空自己，重新出发！早安！

2016-12-06
生命是如此的精彩，看起来似乎有大把的时间去挥霍。然而容颜易老，青春易逝，时光总会在不经意间溜走。多修炼自己的内在气质，才能抵挡岁月的侵袭。在时间的流逝中，唯有活在当下，珍惜每分每秒的时光充实自己，我们增长的才不只是年龄和皱纹，更有智慧和从容。周二，早安！

2016-03-28
世事艰难，人们总希望能足够强悍，刀枪不入百毒不侵，金戈铁马无坚不摧。其实，绝对的强硬未必能带来成功，人生的很多美好，是柔软的心才体会得到的。那一点恰到好处的软肋，可能正是幸福的藏身之处。愿你的生活，既有软肋，又有盔甲。早安！

2016-12-02
要相信，每个人都天生带着某种使命。无论你多么平凡渺小，多么微不足道，总有一个地方期待你的来临，总有一个人需要你的存在。你可以在属于自己的世界里，守着简单的安稳与幸福，不惊不扰地过一生；也可以在纷扰的世俗中，以华丽的姿态尽情地演绎一场悲喜人生。唯一重要的，是你活出了自己！早安！

2016-06-10
每颗珍珠原本都是一粒沙子，但并不是每粒沙子都能成为珍珠。你得明白，想要卓尔不群，就要有技惊四座的资本；想要一呼百应，就要有海纳百川的心胸。忍受不了磨炼与挫折，承受不住忽视和平淡，就很难达到你所期望的辉煌。人生，原本就应该在阳光下灿烂，在风雨中奔跑。从今天开始，找到最好的自己，奔向更好的未来！早安！

2016-11-14
所谓格局，就是指一个人的眼界和心胸。一个人的格局大了，未来的路才能宽。只盯着树皮里的虫子不放的鸟儿是不可能飞到白云之上的，只有眼里和心中装满了山河湖海的雄鹰才能在天地之间翱翔。人生所能达到的高度，往往是心理上为自己选定的高度。只有胸怀顶峰，才能终获成功。新的一周，早安！

2016-09-02
我们身上每样东西都是资源，只是看到的角度不一样。有的人会因为胖而自卑，有的人则会称自己是“唐朝美人”。要记住，人无完人，每个人都是半杯水，有空的部分，也有有的部分。只有不轻易否定，看到自己的价值，才能真正体会幸福。新的一天，早安。

2016-09-01
每一个优秀的人，都不是与生俱来带着光环的，也不一定是比别人幸运。他们只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃追求。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们收获一个更好的自己。九月来了，新的一天，早安！

2016-10-23
每个人的人生都有两条路，一条用心走，叫做梦想；一条用脚走，叫做现实。如果心走得太慢，现实就会苍白；而如果脚走得太慢，梦想就不会高飞。人生的精彩，莫过于心走得很美，且与脚步合一。不忘初心，脚踏实地，你就可以创造独有的精彩。早安！

2016-10-24
咖啡是苦还是甜，不在于怎么搅拌，而在于是否放糖；人生是喜还是悲，不在于怎么抱怨，而在于能否超越。遇到困难，有的人感觉真是太倒霉了，而有的人仍可以谈笑风生。人这一辈子，难免遇到各种挫折，要想走出阴影，只有靠自己。早安！

2016-03-31
过完今天，2016年就将过去1/4！时光荏苒，你会用怎样的心情迎接这一天？是计划如期进行的坦然，还是梦想蹉跎的不安？若是前者，便继续努力，请相信所有的付出终不会被辜负；若是后者，则当警醒，别一味迷信从天而降的运气，幸运与成功不过是奋斗的另一个名字。趁大好春光，全力以赴吧，为了梦想的起跑，永远不晚。新一天，早安！

2016-11-11
我们这一生，要走很多条路，有笔直坦途，有羊肠阡陌；有春天的绚烂，有冬季的荒凉。无论如何，路要自己走，苦要自己吃，不可能永远依赖别人。仰望满天的繁星，回望留下的脚印，我们总是在孤独中跋涉，在寂寞里坚守。只要你愿意走，踩过的便是通往理想之路；只要你不回避与退缩，生命的掌声终会为你响起。新的一天，早安！

2016-11-02
生活充满了起起落落。关键在于，在顺境时不得意忘形，在低谷时不妄自菲薄。与其在风雨中畏畏缩缩，不如在雷电中勇往直前，即便淋得透湿，也要奋力一搏。我们最终都要远行，都要跟稚嫩的自己告别。也许路途有些艰辛，有些孤独，但熬过了痛苦，才能最终成为理想的自己。周三，早安！

2016-04-01
新一天，新一月。过去的三月，不管你过得怎样，不必太在意。有本事的人，让过去真正的过去，让未来真正的到来。人生没有折返的通道，只有努力才会改变，只要努力就会改变。为了心中的梦想，四月的第一天，请对自己说：我可以！早安。

2016-12-08
我们总害怕，时间来不及。我们总忍不住焦虑——别人都已成功，为何我还是维持现状？其实，我们只看到别人的成功，而忽略背后的积累和汗水。过度的比较，会让自己迷失；一味地奔跑，容易看不清方向。想至千里，先积跬步；想成大海，先纳溪流，每天都回头看看，和昨天的自己相比，是否进步了一点点？愿你轻装上阵，踏实远行。早安！

2016-09-30
如果你不相信努力和时光，那么时光第一个就会辜负你。不要去否定你的过去，也不要随意放弃自己曾经的理想。因为，不是有希望才去努力，而是努力了，才能看到希望。把握住每一个最宝贵的当下，才有可能望得到最不可知的未来。新的一天，早安！

2016-10-18
我们曾如此羡慕那些说走就走的人生，光鲜亮丽，潇洒自由。可随着年岁的增长，却发现没有谁真的可以肆意一辈子。任何人的光鲜亮丽，必有他该面对的艰难险阻；任何人的潇洒自由，也有着难以言说的苦楚。生活无非顺境逆境，强者总能坦然担当。星期二，早安！

2016-03-14
坚持一次早起，也许你能多写一篇晨间日记，多看20页书，多记几十个单词。短期看收效不大，但长期如此，往往决定了人生的差距。据说早起的人都有好运气，不妨从今天开始，把时间掌握在自己手里。星期一，早安。

2016-12-25
很多时候，我们总在抱怨事情难做，想法不切实际，自己能力不够。其实，我们真正的问题在于总是想得太多，而做得太少。人生并不是一个成王败寇的战场，而是奋斗者的舞台。生命的意义，不在于追求什么，而在于我们是不是永远在追求的路上。跌倒了没关系，只要你再爬起来，那便不是白白来一场。周日，早安。

2016-11-18
坚持有时候是一个痛苦的过程，尤其是在我们还看不到实际成效的阶段。在坚持的过程中，我们可能会遇到挫折，遭受身体和内心的双重煎熬，会遭受到他人的质疑和白眼，甚至会怀疑自己当初的选择。不是每个人都能够坚持到终点，很多人就倒在最后的一公里。黎明前往往是最黑暗的时候，咬紧牙关，想想已经走过的长路，奋力迈过最后一座大山，希望之光终会在天空绽放。新的一天，早安！

2016-08-05
学习与不学习的人，每天看来没有任何区别，每个月看来差异也微乎其微，每年看来虽然有些差距，但好像也没什么了不起。但每5年来看，可能就是财富的巨大分野。等到了10年，也许就是一种人生对另一种人生不可企及的鸿沟。与其若干年后懊悔，不如从这一秒开始为自己累积成功！早安！

2016-04-25
世界上唯一可以不劳而获的就是贫穷，唯一可以无中生有的是梦想。没有哪件事，不动手就可以实现。世界虽然残酷，但只要你愿意走，总会有路。如果看不到美好，是因为你没有坚持走下去罢了。人生贵在行动，迟疑不决时，不妨先迈出小小一步。前进不必遗憾，若是美好，叫做精彩，若是糟糕，叫做经历。周一，早安。

2016-12-28
这个世界每天都在上演不同的戏码，有的波澜壮阔、惊世骇俗，而更多人的生活却是波澜不惊、平实无闻。很多人总是天天嚷着想旅行，却很少真的背起行囊；天天嚷着要实现自己曾经的梦想，却没有勇气丢掉眼前的安稳。没有一成不变的人生，唯有付诸行动、鼓起勇气改变，才能让我们有机会到达理想的彼岸。新的一天，早安！

2016-02-10
一年又一年，时间能抚平一切伤痕，却也可能磨平所有梦想。如果你没有被一次次的困难险阻击败，如果你觉得目前这样的日子离想象中还差了一点点，如果你也有源自本心的一种不甘、不愿、不舍，请在还没有看到结果的日子里，继续坚持。大年初三，早安！

2016-04-04
今日清明，祭奠与缅怀的日子。我们怀念离去的亲人，我们的血液里流淌着他们的血液；我们缅怀牺牲的英烈，我们的日子里赓续着他们的梦想。告慰逝者最好的方式，就是珍惜现在，拥抱生活，不辜负每一个太阳升起的日子。努力前行，伴着宝贵春光。清明，早安。

2016-03-19
每天都步履匆匆，忙着增值，忙着工作。有多久没好好给自己做一餐饭，多久没好好看看爱人？人生是场跋涉，要学会途中小憩，放松心灵，找回最简单的快乐。周末到了，给自己一点小惊喜吧。早安！

2016-06-05
今天，6月5日，正式进入传说中的“猴年马月”！12年一个轮回，你曾许下的诺言都兑现了吗？其实，无论成败都不要紧，从今天起，用一个月的时间，学会从平淡中品味幸福与快乐，学会在繁忙中找到价值与精彩。清空自己，重新出发！早安！

2016-05-06
一直相信，会有一个高度，让自己看到不一样的风景。人最先衰老的不是容貌，而是那份不顾一切的闯劲。有时候，要敢于背上超出自己预料的包袱。经历一段努力过后，你会惊讶地发现：很多所谓的远方，其实并不遥远。星期五，早安！

2016-08-08
没有拼搏过的人生终究苍白，没有繁华过的平淡终究浅薄。在追逐梦想的路上，从来没有一帆风顺，没有一蹴而就。很多人都是在打拼多年之后，才有资格获得自己喜欢的生活。而那些貌似无趣的时光，或许正是成就你安稳从容的生活的必经之路。熬过去，你会发现，曾经梦想的一切，命运会一件一件送给你。早安。

2016-11-24
理想如明星，在黑暗混沌中指明前进的方向；理想如蜜糖，在忧伤失意时带来丝缕的甜蜜；理想如帆船，在精疲力竭时载你驶向梦的彼岸。人因为理想，得以直立行走；蛹因为理想，得以破茧成蝶；水因为理想，得以滴水穿石。从古至今，成大事者无不是有理想者，因为理想，支撑着他们朝人生的顶峰一步步迈进，因为对理想的坚持，他们终究会取得成功，终究会走向辉煌！新的一天，早安！

2016-12-31
过了今天，2016不再。向过去这一年表达感谢：感谢自己，始终努力，扮演独一无二的自己；感谢迷茫，总有一天，它将把前路照亮：感谢成长，今天比昨天好，就已经值得骄傲……2016，若是美好，叫做精彩；若是不甘，来年再拼一番！新的一天，早安！

2016-12-24
人生就像一扇门，有人悲观于门内的黑暗，有人却乐观于门内的宁静；有人忧愁于门外的风雨，有人却快乐于门外的自由。其实，幸福与不幸，关键在于如何把握你想要的东西，别让幸运与你失之交臂，别让自己有太多遗憾。新的一天，保持一个好的心态，早安！

2016-12-18
人这一辈子，难免磕磕绊绊，有起有伏。除了一往无前的勇气，我们更要学会低头，懂得让步。所谓成功，既要有拿得起、拎得动的能力，也要有放得下、看得开的智慧。人生路长，仔细品味。早安！

2016-07-24
你对生活是什么样的态度，它自然会回敬你什么样的状态。这个世界不只有成功学，还有一个叫做幸福学。幸福并不只是房子、车子、金钱、地位和荣耀，还应该是发自内心的舒畅和笑容。别再说快乐是一件奢侈品，放松一点，让快乐慢慢靠近，生活终会有滋有味。新的一天，早安！

2016-07-26
谁都想简单快乐地生活和工作，可有些事情经历过才能成长。一帆风顺不见得完全是件好事，因为温室里的花草太娇嫩，一见风雨便承受不住。经历的坎坷，多痛苦，多难过，都没关系，一切都会过去，但这些你吃过的亏，能够让你成长，一次经历，一生难忘。曾经不堪一击的我们，也终将刀枪不入。周二，早安。

2016-05-25
世界上最遥远的距离是“想到”和“得到”之间的距离，因为中间隔了一条万水千山的“做到”。你总要先下水，才知水深水浅；你总要先去走，才知道能不能跑。有多少重要的事，想着想着就算了。同样，也有很多重要的事，干着干着也就成了。行动吧，从现在开始。新一天，早安。

2016-11-29
我们向往远方，却往往被现实困在原地；我们想要独立，却发现离开家庭的支持，还真有那么一些费力。或许，只有先让自己有足够的力量，打破现实的枷锁和生活的困境，我们才有资格向往诗和远方，憧憬更自由的未来。新的一天，早安！

2016-11-30
每个人都不缺梦想，但很多人缺少为梦想矢志不渝的精神。对他们而言，哪怕是一点点所谓的坚持，都显得弥足珍贵。不是每一个梦想都能实现，但每一个梦想都值得被尊重和敬仰；不是每一个梦想都能坚持，但每一个能坚持下来的人都是自己的人生赢家。新的一天，早安！

2016-08-02
被人误解的时候能微微一笑，是教养。受委屈的时候能坦然一笑，是大度。吃亏的时候能开心一笑，是豁达。无奈的时候能达观一笑，是境界。危难的时候能泰然一笑，是大气。被轻蔑的时候能平静一笑，是自信。失恋的时候能轻轻一笑，是洒脱。今天，笑一笑吧，早安！

2016-05-05
今天立夏。你用怎样的心情迎接这个崭新的夏天？是计划如期进行的坦然，还是蹉跎岁月的悔恨不安？如果正在努力，一切都不晚。规律生活、为爱付出、执着追梦，珍惜时光…在这个万物生长的火热夏天，莫负时光，莫负梦想，为拥抱更美好的明天，从今天起改变。早安！

2016-11-01
生活总是有起有伏。除了一往无前的勇气，或许你也要懂得，学会低头，才不会碰头；乐于让步，才不会退步。成功的人生，既要有拿得起、拎得动的能力，也要有放得下、看得开的智慧。幸福不是别人定义的，一切都在自己心中。早安！

2016-10-07
一个人最好的模样大概是平静一点，坦然接受自己所有的弱点，不再因为别人过得好而焦虑，在没有人看得到你的时候依旧能保持节奏。这样或许会走得慢，但会走得比谁都坚实，不用害怕一脚踩空，也不用担心走到别人的轨道上去。早安！

2016-10-28
自我否定恰恰是成长必经之路。我们常常给自己找了许多理由，从而心安理得待在自己的舒适区中。不是任何人打败了你，是你对慵懒的沉迷和对失败的恐慌打败了你；不是任何事难住了你，是你给自己找的那许多理由难住了你。自我否定的过程总是痛苦的，但成长就是与自我的搏斗与对抗。新的一天，愿你战胜自己，早安！

2016-06-23
你总是仰望别人的幸福，一回头，却发现自己正被羡慕着。其实每个人都是幸福的，没有谁的生活值得羡慕。就像世间没有两片相同纹理的树叶，你的生活别人不能复制，别人的生活也未必适合你。过好自己的日子，才最重要。星期四，早安！

2016-01-03
如果心中有计较，那么到处是怨言；如果心情放轻松，那么处处是晴天。所谓的得失，就像是手中紧握的沙子。摊开双手，去拥抱，才能心胸豁达；我们，才能拥有得更多。新年第三天，早安！

2016-09-05
当你信心满怀时，别人看见的就是光芒万丈的你。当你沮丧失落时，别人看见的就是不值得托付的你。当你昂扬向上时，别人看见的就是值得信赖的你。当你忧伤孤独之时，别人看见的就是可怜兮兮毫无魅力的你。你的生活，源于你的选择。周一，早安。

2016-07-10
做不完的事，见不完的人，可是似乎效率并不高，这样忙碌又茫然的状态你有吗？并不是你不够努力，只是太多事让你分心。放弃那些本无必要的社交，抛弃那些徒增烦恼的情绪，去思考什么最重要，然后集中精力，专注追求。精简生活，从这个周日开始。早安。

2016-12-15
每个人都会有感到迷茫的时刻，但那不应该成为人生的底色。你陷入迷茫的情绪里无法自拔，或许是因为，你把迷茫看得太重了。其实，它只是你头顶的一片乌云，会聚拢，也会消散。遭遇迷茫期，不妨停下来，闭眼小憩，然后继续往前走，你的视线或许会更清晰。新的一天，早安。

2016-11-06
每个人都年轻过，但不是每个人都懂得珍惜。或许你会认为大好时光在手，再挥霍也无妨，再等等也不急。可是，人生有几个二十岁，又有多少正当年？别在冬天寻找春风的足迹，也别在暮年感叹青春的流失。学会珍惜，不要把最精彩的人生过成最难忘的遗憾。早安！

2016-02-07
有一条路，妈妈牵着你的手走过，有一条路，爸爸接你时把你顶在肩头，终于有一天，你沿着那条路离开了家。从此，你在路这头奋斗打拼，父母在路那头牵肠挂肚。你去了很多地方，见过美景无数。可哪有风景，能美过父母望眼欲穿的路。今天除夕，回家过年！早安。

2016-06-22
你若想得到这世界最好的东西，先得让世界看到最好的你。生活从来不会亏欠谁，它给你一块阴影，必会在不远处撒下阳光。从今天起，跟那个消极、迷茫、懈怠、不安的自己挥手作别吧。只要你决心改变，生活一定会赐予你新的开始。早安，星期三！

2016-12-22
我们很难知道前路有多长，也不一定清楚自己究竟要奔跑多久，但迈开大步向前进、拼尽全力去生活，就是对人生最好的馈赠。我们那么努力，不是为了感动谁，也不是为了证明给谁看，或许只是因为不甘心错过绽放的花朵、灿烂的流星，不愿与最好的自己失之交臂。趁着最美好的年华，继续奋斗吧。周四，早安！

2016-08-04
每一段岁月都有它存在的价值，都不应该被辜负。人这一生能做的最愚蠢的事情，就是把全部希望都孤注一掷到未来的某个节点上，而忽略了生活本身应有的乐趣。生命就在每天的生活里，放下执念，认真安排好每一天的活动，用心去感受每一天的心境，这就是生活的意义本身。早安！

2016-09-19
每个人的童年记忆里都有一片理想国——没有条框的束缚，不需严密的逻辑，只管天马行空、随心所欲。当我们渐渐长大，会逐渐明白这个世界有它的规则，我们也有自己要承担的责任。我们也许不再拥有儿时的无拘无束，但却获得了用双手创造真正属于自己的理想生活的能力。新的一天，对充满力量的自己说早安！

2016-09-20
调整一下心态，把名利和享受看得淡一些，松松紧绷的神经，看看人生的风景，蓝天、白云、远山、绿地，花开花谢，四季轮回，感受大自然，滋润心灵，梳理思绪，让疲惫的心灵得以放松，会获得一份难得的松弛和宁静。新的一天，早安！

2016-09-29
成长应该是一个全天候的过程，一种自然而然的生活方式。这个状态应该横跨上下班，蔓延工作与生活，而不是在工作时抱怨敷衍，幻想在工作外寻找所谓不一样的人生。最好的成长方式，不是在某个点上突击，而是在某一个领域整体加速新陈代谢。无论何时你都可以找到学习的方式，也总会遇到各种各样的训练和展示自己的机会。早安！

2016-10-06
今天的你，是在旅途中，还是在书房里？旅行是让未知获得定型的过程，读书助我们在方寸之间进入全新的天地。正是通过这两种方式，我们可以探寻世界的多彩，找寻生活的答案。身体和思想，总有一个需要在路上。早安！

2016-10-14
我们总是在一个个十字路口踌躇徘徊，不断在心里忖度，究竟该选择哪一条路。其实人生本没有白走的路，就算是弯路，也算数。焦虑时，倒不如沉下心来，先把脚下这段路走好。只要不忘记最终的那个目标，不一样的，不过是沿途的风景罢了。周五，早安！

2016-10-27
不曾尝试过的人，没有权利苛责那些不了解的事物。因为害怕失败，害怕可能面对的困难，害怕暂时的失序，所以退而求其次，最终和精彩的事物渐行渐远。学会更新生命，是一种“向过去说再见”的勇气。逃离旧的判定，脚踏实地做出改变，你会发现，过自己想要的生活，那感觉真好！新的一天，早安！

2016-10-30
缺少遗憾的青春不完美，缺少沟坎的人生不精彩。每一个成就和长进，都蕴含着你曾经忍过的痛苦、受过的寂寞、洒过的汗水、流过的眼泪。熬得住就出众，熬不住就出局。那些挺过的难关，终将成为一种最有力的印证，印证着你不曾平凡、有过努力的人生。周日，早安。

2016-11-03
有些事情是急不来的，等到条件成熟时，自然水到渠成。世界上那些了不起的成就，大多是由耐心堆积而成。耐心，意味着要经得起眼前的诱惑，耐得住当下的寂寞。它不是外在的压抑，而是内心的修行。不要去采摘那些还没有成熟的果实，否则，你一定会品尝苦涩。只有等到瓜熟蒂落，才能收获无悔人生。周四，早安！

2016-11-04
面对一个完全陌生或是超出了我们预料的情境，很多人的第一直觉，往往是退一步，仔细审视，并试图找出各种理由，避免让自己进入未知。可是试想，有多少次，我们正是用这些相似的理由，拒绝了一个又一个机会？学会走出自己的舒适区，不惧怕未知的挑战，快速思考并立即行动，这正是让我们不错过任何一次机会的最好方式。早安！

2016-11-08
没有人天生就能让自己的人生一帆风顺。所谓命运，其实是通过各种折腾，不断地发现自我，修炼自我。对自己负责，就是倾听自己内心最深处的声音，做出选择，之后不管遇见了什么，多难熬，都努力去承担，去跨越，去争取，去改变。那份义无反顾的历程，就是有滋有味的人生。早安！

2016-11-25
有付出，才能有收获；努力了，终会有回报。当你愿意行动起来，就算结果不如预期，但努力的过程与学到的经验，都是金钱买不到的。自己浇水施肥种的水果吃起来一定比较甜，流汗奋斗的生命特别可贵。从现在开始，踏踏实实地为了自己的理想而努力，只有成为一名实干家，才能收获真正的幸福。新的一天，早安！

2016-12-23
一只站在树上的鸟儿，从来不会害怕树枝断裂，因为它相信的不是树枝，而是自己的翅膀。很多时候，我们与其羡慕别人顺风顺水，抱怨自己周遭险恶，不如在成长的路上不断努力。只有让自己强大起来，才能获得最大的安全感。新的一天，早安。

2016-04-19
碰到一点压力就觉得不堪重负，碰到一点不确定就把前途描摹成黯淡无光，大概都是为不想努力而找的拙劣借口。告诉自己，不管起点有多低，都要坦然接受，好好做最擅长的事，从最容易实现的目标做起。年轻是一种资本，认真修炼自己，你才有底气跟整个世界叫板。早安。

2016-10-02
生命的精彩恰恰在于未知。我们不会知道会遇到什么样的人发生一段怎样的故事，也无法预知将来的自己会处于什么样的境遇。因此，每一个即将到来的未来都是一个装在盒子里的礼物，新鲜而神秘，等待我们去探索和发现，去感受和经历。我们的生命，正是在这一次次的神奇际遇中变得丰满充盈。假期第二天，早安！

2016-12-01
人们总在祈求圆满，觉得好茶需要配好壶，好花需要配好瓶。却不知道，有时候，缺憾也是一种美丽，随性也能怡情。过于精致，太过苛求，反而给自己增加了不必要的烦恼。重要的是，你别做了人生的奴隶，忘记自己当初想要追求的是什么，而只会计较如今得到了什么。早安！

2016-06-16
或许，如今的你总是会不自觉地怀念过去，感慨当年的无忧无虑，抱怨如今的烦恼彷徨。但事实上，生活本身并没有色彩，你将它涂成灰白，它就会让你感受人情冷漠；你用七彩点缀，它就能让你品尝世间美好。人生本来就是一场由你掌控的即兴演出，没有做不成的梦，只有不早醒的人。早安！

2016-09-22
善待自己，不被别人左右，也不去左右别人，自信优雅。如果做一粒尘埃，就用飞舞诠释生命的内涵；如果是一滴雨，就倾尽温柔滋润大地。人生多磨难，要为自己鼓掌，别让犹豫阻滞了脚步，别让忧伤苍白了心灵。新的一天，早安！

2016-11-07
所谓年轻，不只是指年龄，更是指一种生活心态。对世界充满好奇，对人生满怀期待，知道路途艰辛却依旧一往无前，这就是年轻的生命状态。你可以不拥有任何东西，除了对生活的激情和对未来的希望。新的一周，早安！

2016-12-05
每个人都有目标，但人们迈向目标的方式却各有不同。有的人喜欢把努力二字写在脸上、朋友圈里；而有的人却喜欢低调付出，默默收获。他们不说，不代表他们没有在用力。这世上，真的很难有什么一朝成功，有的只是我们看不到的、浸润着心血和汗水的负重前行。周一，早安！

2016-11-26
成功的缘由，表面上看是日复一日的坚持，实际上是因为坚持背后的思变，是不断的实验和不同的新尝试。若是每天都做同一件事，那是低级的重复劳动。只有在生活中思考，在工作中创新，不放慢自我革新的脚步，你的坚持才有意义。别只会低头赶路，学会在跋涉中抽空做一下自我分析，你的头脑才能保持清醒，你的坚持才终将美好。新的一天，早安！

2016-11-19
自律，是一种由自我珍视和自我雕琢带来的自由。珍爱自己可以让你不流于世俗，活出社会价值；自我雕琢的力量可以帮助你变得无可替代，迎接每一次机会的到来。自律，最终成为我们个人品质的保证。随之而来的自由，是自己修来的惊喜，也是生活给予的奖赏。周末，早安。

2016-11-15
每颗珍珠原本都是一粒沙子，但并不是每粒沙子都能成为珍珠。你得明白，想要卓尔不群，就要有技惊四座的资本；想要一呼百应，就要有海纳百川的心胸。忍受不了磨炼与挫折，承受不住忽视和平淡，就很难达到你所期望的辉煌。人生，原本就应该在阳光下灿烂，在风雨中奔跑。从今天开始，找到最好的自己，奔向更好的未来！早安！

2016-09-23
在这个光怪陆离的人间，没有谁可以将日子过得行云流水。时间永远是旁观者，所有的过程和结果，都需要我们自己承担。但我始终相信，走过平湖烟雨，岁月山河，那些历尽劫数、尝遍百味的人，会更加生动而有内涵。新的一天，早安！

2016-08-21
长大不是一蹴而就的事，也不是只有轰轰烈烈、脱胎换骨才叫成长。我们都不完美，可是，只要勇敢走出舒适区，克服掉依赖的心理，一点一滴地改变，就会使今天的你比昨天的你好了那么一些。请不要放弃成长，你终会遇见更好的自己。新的一天，早安。

2016-07-03
面对一块石头，你若把它背在背上，它就会成为一种负担，你若把它垫在脚下，它就成为你进步的阶梯；生命给你一块木头，你可以选择任它慢慢腐烂，也可以选择将它熊熊燃烧。生活的许多意义，不在于获得什么，而在于渴望什么。追求无悔，努力无憾。新的一天，早安！

2016-05-17
很多时候我的努力看起来都像无用功，很多时候我们都像被卡在了某个甬道中，动弹不得，很多时候我们即便如何拼搏却好像也在被现实推向相反的方向。可是，正是那些动弹不得的日子，正是那些被现实残酷打击的无奈，正是那些你所认为的无用功，才让你走到了今天。早安！

2016-05-02
听说，年轻的你迷茫又着急？你想要房子想要汽车，想要旅行想要高品质生活。你不断催促自己成长，却沉不下心来认真读一篇文章；你急切地期待成功，却每次在遇到挫折时提前退缩。既然没有过那些汗水和拼搏，又何必在旁观别人的荣耀与成功时愤愤不平呢？所以，努力吧，别抱怨。早安。

2016-04-28
你总说现在开始已经太晚，哀叹最好时光已经过去，然而你无法比此时此刻更年轻，现在，就是你能开始的最佳时间。去学习，去锻炼，去见识多彩的世界，别为昨天遗憾：今天，就是最好的一天。停在原地抱怨，还是起身追逐梦想？新的一天，遇见更好的自己。早安。

2016-04-27
你每天早上8点前都做些什么？是赖床到最后一刻，匆忙洗漱奔向地铁？还是早早起床，踏实吃顿营养早餐？早上8点前的时光，决定了你一天的精神状态；长期来看，也足以改变你的整个人生。规律作息，享受早餐，开始晨练。美好人生，从做个“早起人”开始。周三，早安！

2016-04-18
在我们的生活中，最让人感动的时光，总是那些一心一意为了一个目标而努力奋斗的日子。哪怕是为了一个卑微的目标，奋斗也值得我们骄傲，因为无数卑微的目标累计起来，可能就是一个伟大的成就。金字塔也是由每一块石头累计而成的，每一块石头都很简单，金字塔却宏伟而永恒。星期一，早安！

2016-04-15
快乐是一种习惯，要善于栽培它。今天起，学着做一个简单的人，不庸人自扰，不浪费时间，不沉迷过去，不恐惧将来。有人爱，有事做，再用更宽阔的心，去治愈那些小小的不快乐。愿每一个追求幸福的你，都能如此拥抱生活。新一天，早安！

2016-04-08
人生一世，不过是一个又一个二十四小时的叠加，在这样宝贵的光阴里，我们无可辜负的，是自己日复一日的时光里，渐行渐远的自己。一个不浪费自己时间的人，会针对自己的天分一步步前进，会根据自己的追求制定计划，并踏踏实实付诸实施，在这个过程中让自己充盈、有力，然后在自己的梦想面前，拼尽全力。周五，早安！

2016-03-18
你所浪费的今天，是未来悔不当初的曾经；你荒废的每一秒钟，又有多少人正在拼命？不要为已消尽的年华叹息，需要你正视的是匆匆溜走的时光。在时间的大钟上，只有两个字：“现在”。珍惜当下，成与败，区别就在点滴之间！早安！

2016-03-11
如果，你感到此时自己很辛苦，请告诉自己，容易走的是下坡路；辛苦，是因为你正在走上坡路。将来的你，一定会感谢现在拼命努力的自己。星期五，早安！

2016-03-02
你是否还记得：人生最曼妙的风景，竟是内心的淡定与从容。不管阳光和煦还是大雨倾盆，生活美不美，取决于你对它的热爱程度。别因急于抵达目的地，而错过了流年里温暖的人和物。时光，浓淡相宜；人心，远近相安，这才是最好的生活。早安！

2016-02-22
今天，是农历正月十五，元宵节。因为正月是农历元月，古人称夜为“宵”，故此得名。过了今天，年就算过完了。今夜之后，请开始新一年的打拼吧，所谓“大地春如海，男儿国是家。龙灯花鼓夜，长剑走天涯。”愿不负时光，不负努力，人安心安，花好月圆。早安！

2016-02-12
辞旧迎新，作别过去，用阅读和旅行拓展自己的视野，用兴趣培养内心的平和，用运动让自己保持充满活力的状态，用学习提升自己的品位……持之以恒，厚积薄发，你的努力，生命从不辜负！早安！

2016-02-06
有时候我们发现被困原地，裹足不前，其实：我们离破土而出，只差一点点的距离。“面包会有的，牛奶会有的”，只要再多那么一点点坚持。所谓的光辉岁月，并不是后来闪耀的日子，而是无人问津时，你对梦想仍然拥有不言放弃的坚持和努力。早安！

2016-02-01
今天是小年，不经意间，2016的指针已指向二月。二月，是严寒依旧，温暖却不再遥远的立春；是家家守岁，祈盼梦圆的除夕；更是辞旧迎新，相守团圆的中国年。新春将至，我们历数得失，也为未来祝愿。做好准备，为新的一年积蓄力量；继续前行，去拥抱更好的明天。早安，加油！

2016-01-26
在异乡打拼，觉得辛苦不易，忍受孤独寂寞，难过无人倾诉，一个人走完四季，冷暖自知。人生就是这样，耐得住寂寞才守得住繁华，该奋斗的年龄不要选择了安逸。有些事情，不是看到了希望才去坚持，而是坚持了才有希望。早安，加油！

2016-01-25
没有一帆风顺的人生，也没有坐享其成的生活。所以，当我们独自航行在人生的大海上时，每时每刻都应做好准备，即使遭遇狂风、大浪、暴雨、烈日，也应毫无惧怕。因为只有不畏艰辛的人，才有机会享受到人生最简单的快乐。星期一，早安！

2016-01-24
春运大幕今天开启，中国人，又将进行一次壮观的迁徙。可任凭寒冷、拥挤，都阻挡不了对家的向往。那里，有父母的牵挂，有孩子的笑脸，有让奔波停下的安稳。愿今天开始的路程，顺利；愿回家的你我，平安。星期日，早安！

2016-01-14
人生最清晰的脚印，往往印在最泥泞的路上。如果你想拥有从未有过的东西，那你必须去做从未做过的事情。去做你想做的吧，趁阳光正好，趁现在还年轻！没有一点努力会白白丢了，你今日撒下的种子，会在你看不见想不到的某日，悄悄生根发芽。早安。

2016-01-12
亚里士多德曾说：“卓越不是一种行为，而是一种习惯。”我们在感慨生活循规蹈矩、枯燥乏味的同时，是否认真思考过改变它的可行方案？一句开心的话，一件新鲜的事，一项新的技能，一个微笑，一本好书……只要坚持，幸福终会水到渠成。新一天，新起点，早安！

2016-01-10
今天是农历腊月初一，还有一个月就是春节啦！辞旧迎新，作别过去，用阅读和旅行拓展自己的视野，用兴趣培养内心的平和，用运动让自己保持充满活力的状态，用学习提升自己的品位……持之以恒，厚积薄发，你的努力，生命从不辜负！早安。

2016-01-07
世界上有两种人，一种是强者，一种是弱者，强者给自己找不适，弱者给自己找舒适。很多时候，你的不如意，不是你运气不好，不是你不够漂亮，不是你没有机会，只是因为你还不够努力。新的一年，提醒自己，越努力，越幸运。早安！

