2017-01-08
被窝里的温度，远不如未来的收获温暖，所以不能贪图安逸；书本里的故事，总有你学到的人生，所以要多阅读；疏于运动，只会让生命生锈，所以要多锻炼；对自己负责，才能对别人负责，所以要学会珍惜。新的一天，做更好的自己！早安！

2017-03-03
人生是场马拉松，我们以各种各样的姿势奔跑在时间里。你对这个世界多好奇、多热情，这世界就会让你多痛快、多过瘾。世界如此热闹，只要你不主动离场，就每一天都不会寂寞。跟时间赛跑的人，未必跑得赢时间，但一定会跑赢自己。早安！

2017-01-28
刚刚过去的一年，我们都曾为了变得更好，早出晚归、拼尽全力。我们收获了欢欣与喜悦，也经历了挫折和迷茫，可为了梦想和生活，流再多汗水都值得！新的一年，别因害怕受伤，就拒绝奋斗，别因避免失败，就拒绝尝试。愿你不忘初心，砥砺前行，努力地过好每一天。大年初一，早安！

2017-02-14
我们都羡慕别人能够过得从容轻松，而感叹自己力不从心。真相却是，我们太急功近利，而忘了脚踏实地。羡慕别人不能为你带来进步，每一条人生路都值得走，就看你怎么走，怎么努力，怎么用心。早安！

2017-02-09
弱点给你带来了天然的逆境，但是它也可能成就你。因为正是这些弱点，让你知道成功的来之不易，让你学会踏实努力，不浮躁，不偷懒，不投机。当你终于克服弱点走到高处，就会看到更迷人的风景。早安！

2017-01-30
岁月如梭，唯一能抵抗无情岁月的，是生命本身的更新能力。不断地汲取水和养分，不停地呼吸新鲜空气，站在风里，获得自我的饱满、丰富、从容和慈悲。一边专心致志地扎根，一边畅快淋漓地绽放。早安！

2017-01-22
人生并非坦途，只要你仍在行走，难免遇到磕磕碰碰，难免遭遇失败被人嘲笑。然而人最可悲的不是遇到失败，遇到失败至少证明你曾接近成功。最可悲的是什么都不曾经历，一年与一天没有任何区别。虽然可能遍体鳞伤，但蓦然回首，你已经比那些原地踏步的人领先了一大截。新的一天，早安。

2017-01-09
很多时候，我们总在抱怨事情做起来很难，想法不切实际。但对于一个真正有追求的人来说，梦想应该是理想主义和现实主义的结合体，你要敢想，更要敢做。梦想从来不是空口无凭的大话，而是在寂静的奋斗里努力生长的果实。早安！

2017-03-18
每个我们想去的地方，都有一段特别难走的路。这段路也许会让我们感到迷茫、痛苦甚至绝望。但我们选择继续前进，是因为总有些人和事值得我们用情至深。我们要感谢那些给予自己爱和力量的人和事，也要感谢那个有担当和勇气的自己。早安！

2017-02-12
元宵节一过，年就算过完了。也许你嘴角还留着一丝汤圆的甜蜜，也许你还沉浸那闲适的时光，但从今天开始，你不再有偷懒的理由，不再有拖沓的借口。是时候，把松弛的心弦再次拨紧，爬出暖和的被窝，回到学校，回到职场，回归奋斗的轨道。新的一天，不要辜负年初立下的誓言。早安！

2017-10-15
人最怕的不是失败，而是失败后不总结经验。当困难再次来临，如果你还没开始行动就已沉浸在悲观情绪中，只会徒耗精力，越发疲惫，也更容易失败。放下忧虑，坚定信念，勇敢前行，你看，成功不是在前方对你招手吗？早安！

2017-06-07
青春不是享乐和颓废，奋斗的激情、拼搏的汗水和得偿所愿的喜悦，才是青春该有的样子。为了寒窗十载的努力，为了年少时的梦想，也为了不给青春留下遗憾，让我们勇敢迎接这一次挑战。只要全力以赴，每个人都是成功者。加油！早安！

2017-04-20
我们向往着远方，却迟迟没有背起行囊；我们渴望着改变，却又贪恋眼前的安逸。殊不知，口号再响，也抵不上你向前迈出的第一步；想法再美，也不如脚踏实地的行动。走出自己的舒适区，才能通往你想要的未来！周四，早安！

2017-03-04
真正决定我们情绪的，不是发生了什么事，而是我们对这些事情所做的诠释。别在琐碎的生活事件中，糊涂地将心情的决定权拱手让给别人。当你下定了快乐的决心，并愿意找回情绪的主控权，你会发现，幸福离自己并不远。早安！

2017-11-08
你说要好好学习，却躺在床上玩手机到深夜；你说要健身减肥，却在零食面前立马放弃抵抗。很多时候，能改变人一生的不是你听过的大道理，而是日常生活中的小习惯。不要轻视这些细微的改变，一个一个坚持下来，慢慢地，你就会变成你理想的样子。新的一天，早安！

2017-04-08
年纪轻轻却对年龄感到恐慌，多半是因为自己正碌碌无为，又害怕未知的世界，说到底，还是不肯走出舒适区去开始新的旅程。生理上的年龄永远无法抗拒，但生活方式上的年轻永远把握在自己手里。心老了，再年轻也无用；心未老，老骥也能驰骋千里。新的一天，早安。

2017-05-28
很多人都在寻找贵人，但常常忽略了自己。做自己的贵人，不要在岁月的磨难中忘掉初心，不要让世俗迷失了眼睛，每走一步都清楚地知道自己想要什么，朝着梦想不断坚持，你就一定会走出属于自己的人生之路。新一天，早安！

2017-07-15
没有在平淡和琐碎中提炼美好的能力，即使走遍天下也无法获得满意的生活。生活天天有惊喜，人生处处有奇迹，成熟理性的人自能从身边挖掘美好，而不依赖于远方的想象和他人的救赎。世界那么大，让我们先过好当下。早安！

2017-10-12
谁都想拥有安逸的人生。只不过这种安逸应该是人生的终极目标，而不是年轻时逃避奋斗的理由。只有曾经为梦想流过汗的人才会懂，真正的安逸是奔波拼搏后内心的愉悦与满足。什么年龄段做什么事，在还能做梦的年纪，请不要轻易选择妥协或放弃。新的一天，早安。

2017-11-09
一路走来，如果太累了，就停下来歇歇脚，暂时的休息是为了走更远的路。抬头看看天，看那从乌云缝隙里钻出来的阳光，重新拾起前行的信心和勇气。毕竟终点在远方，梦想在远方，未来也在远方。新的一天，早安！

2017-02-17
如果没有恒定的目标，一个人就会像漂在海上的船，任何方向的风都是逆风。人静心不浮，静心才能豁达。以仰头看天的心境，辟一块安静的田地，沉下心来坚持耕耘。总有一天，你会激发生命潜能，用缤纷鲜艳的生命之花，芬芳自己的岁月。早安！

2017-01-31
让人生变美好的，不是一生一次的惊喜，而是平常日子里一粥一饭的感动。告别粗糙的生活方式，告别无趣的日常习惯，在生活中修行，在每一个看似平淡的日子里找到趣味，找到自我重塑的力量，就有机会开启更加丰富的人生。早安！

2017-06-09
幸福常常是朦胧的朴素的，很有节制地向我们喷洒甘霖。别总希冀轰轰烈烈的幸福，它多半只是悄悄地扑面而来，披着本色外衣，亲切温暖地将我们包裹。在日常生活的点滴温情中，常常提醒自己注意幸福，以平和之心更能体会幸福的暖意。早安！

2017-09-19
任何人的成功都无法一蹴而就，每一阶段的抵达，都离不开一步一个脚印的积累。只要不急不躁，耐心努力，保持对新事物的好奇，就是行进在成为更好自己的路上。慢慢来，别着急，生活终将为你备好所有的答案。早安！

2017-07-02
生活中我们总要不断做选择。每一次选择，就意味着要放弃另外很多种可能。我们要做的不是因错过这些可能而遗憾，而更应该是认准了眼前这一条路，那就全力以赴。对得起每一次选择，就是对自己的人生有所担当。早安！

2017-06-30
这世间没有任何两片纹理一样的树叶，同理，幸福与幸福也不尽相同，没有一个人的生活会和别人重复。我们在仰望别人的同时，别人也是以同样的姿态回望我们。没有谁的生活值得羡慕，过好自己的日子才是重中之重。新的一天，早安。

2017-03-06
未来会怎么样，没有人知晓。我们的未来犹如薄雾笼罩的道路，只有一步一个脚印地向前，你才能穿过眼前的雾气，见到后面是何种模样。学习、积累、观察、提高，该拼搏的年龄，不要想得太多，做得太少，安心做好当下的每一件事，你终将收获更好的自己。周一，早安。

2017-04-26
人生就是一场孤独的探险。旁人只看结果，我们自己却需承受过程，个中冷暖，也只有自己能够明了。结果固然重要，但追寻理想的过程，却是我们成长的必由之路。不必在意他人的看法，好好享受此刻挥洒汗水的时光。周三，早安！

2017-12-11
抱怨无法解决问题，后悔无助改进现实。生活再苦，别人也没法全数分担。与其依靠别人不如依靠自己！生活有艳阳高照，也就注定会有漫天寒意。只要你坚持，风雪总有停的时候，阳光总会如期而至。早安！

2017-12-10
聪明的人面对意难平之事，选择的是尽快从不良情绪中解脱出来。与其把时间精力耗费在无益小事上，倒不如用来关注内心、提升自我。别为琐事停留前行的脚步，从其中快速穿过，你最终会走到自己想去的地方。早安！

2017-01-16
人生就是一场漫长的旅途。昨天你是谁不重要，重要的是，今天你是谁，以及明天你将成为谁。把辉煌和挫折都留给过去，此刻，定下一个小目标，然后轻装上路，勇敢迎接风霜雨雪的洗礼，在磨练中不断成长，最美的风景终将在前方等你。新的一周，早安！

2017-04-29
人生是一场持久的战役。我们不能只顾着向前奔跑，偶尔也需要驻足看一看风景；与其总是透支自己，不如在该休息的时候休息，该勤奋的时候勤奋。劳逸结合、张弛有度，才能保证我们持续地前行。周六，早安！

2017-10-09
人生是一场马拉松，关键不在于瞬间的爆发，而在于途中的坚持。真正胸怀远方的人，不会抱怨和胆怯，而是坚定地走好脚下的每一步。只要一直走下去，蓦然回首时你会发现，很多曾经以为到达不了的地方，如今早已顺利通过。长假结束，拥抱重归忙碌的清晨，早安！

2017-12-02
青春的意义不在于追求舒适稳定，而正是要在一无所有时厚积薄发。随时保持学习的能力，敢于尝试新鲜事物，也能沉下心来踏实做事。走过哪些弯路不要紧，重要的是这一路的经历，能创造出最好的你。新的一天，早安！

2017-07-16
人生的旅途中，我们难免遭遇各种艰难险阻。但请你足够相信，没有过不去的坎，也没有走不通的路。生命中的每次挑战都是机遇，抓住它，你离成功便更近一步。再大的风雨也终会过去，而你也必将在一次次与命运的狭路相逢中，变得更好。早安！

2017-03-21
安逸的人生，谁不想拥有。只是，这种安逸，应该是经历奔波岁月后，内心的愉悦富足。它不是年轻时逃避艰辛的理由，它无关享受，无关迷茫，而是内心对未知世界的渴望。什么年龄段做什么事，在还能做梦的年纪，请不要轻易选择妥协。新的一天，早安。

2017-12-25
生活不会亏欠谁，这里是一片阴影，前面必会充满阳光。你此刻经历的磨砺，终将成为通向成功的财富。今天起，打起精神，跟那个消极、懈怠的自己挥手作别吧！只要你迈出改变的步伐，明媚的远方也不再遥远。新的一周，早安！

2017-07-26
每个看似快乐自在的人，都经历过不为人知的黑夜；每段潇洒风光的生活，也可能有你看不见的沧桑。差别只在于，是萎靡不振地活着，还是从那些千疮百孔中走出自己的人生。不需要羡慕嫉妒恨别人的收获，也别去抱怨自己的一事无成，这不过都是你曾经的选择。早安。

2017-05-19
也许你不满意自己的出身，却不知多少人曾羡慕你的家庭；也许你正抱怨工作的辛苦，却不知多少人向往着你的位置。你此刻的不满，可能正是别人眼里的幸福。换个角度看问题，你的人生会大不同。周五，早安！

2017-12-27
时光的脚步走过春夏秋冬，不管是收获颇丰，还是历经坎坷，都要不忘初心，坚定前行。为明天做准备的最好方法，就是集中所有智慧、热诚，把今天过得尽善尽美。走好每段路，就能收获属于自己的成功。新的一天，早安！

2017-06-04
没有在平淡和琐碎中提炼美好的能力，即使走遍天下也无法获得满意的生活。生活天天有惊喜，人生处处有奇迹，成熟理性的人自能从身边挖掘美好，而不依赖于远方的想象和他人的救赎。世界那么大，让我们先过好当下。早安！

2017-02-10
你可以对生活充满抱怨，也可以保持童心，眼里常映美好；你可以愤慨为什么别人有的你没有，也可以选择珍惜现有的一切，只愿活在当下；你可以被动等待，也可以积极行动起来。很多时候，幸福，只是你自己的选择。早安！

2017-09-23
每天都步履匆匆，忙着增值，忙着工作。有多久没好好给自己做一餐饭，多久没好好看看爱人，多久没好好读一本书了？人生是场跋涉，要学会途中小憩，放松心灵，找回最简单的快乐。忙碌的你，周末到了，生活不仅仅是“活着”，给自己充充电吧。早安！

2017-08-07
今日立秋。暑去凉来，禾谷成熟，春的努力，夏的汗水，是否让你无愧地迎接秋的收获？2017已过去大半，你是否还记得年初的梦想清单？请相信，现在的你站在什么位置并不重要，重要的是坚定前进的方向。每天的努力和汗水都不会白费，莫负自己，莫负时光，早安。

2017-02-22
真心想做一件事情时，再大的困难也可以克服；不想做一件事情时，再小的阻碍也会成为理由。很多东西，先决条件很重要，但更重要的是后天自己创造的条件。要记得，成为想成为的人，不要只是说说而已。从现在做起，从今天做起，人生的每一天每一刻，都是在为自己的明天铺路。新一天，早安。

2017-01-12
我们都经历过那种心态低到尘埃里的日子，战战兢兢，如履薄冰。其实很多时候，生活给你一个比别人低的起点，是为了让你上演一场绝地反击的故事。就像跳远，些许的退后，是为了跳得更远。每一次努力过后的成就，都是生活对不放弃的人最好的奖赏。早安！

2017-02-06
有时候，我们努力，不是为了改变世界，而是不被世界改变。没有一条路是弯路，也没有一种努力是荒废，因为生命的精彩从来都不是以结局论断好坏。不是所有奋斗都会有一个让你满意的结果，但每一个奋斗的过程都会让你变得与众不同。周一，早安。

2017-07-10
很多人都觉得优秀的人是因为有天赋。其实，天赋秉异的人是很少的，真正让他们出类拔萃的是全心投入和用心付出。拥有得天独厚的优势固然重要，但更多时候，优秀靠的是日复一日的持续努力。新的一周，早安！

2017-03-25
每个人都是独立的个体，都有属于自己的生活方式。你不可能成为别人，别人也不可能成为你。你的生活别人不能复制，别人的生活也不可能适合你。在自己的日子中发现意义、创造价值，就是最美好的事。早安！

2017-07-04
人生这条路上，从来没有所谓最正确的选择。只有当你学会为自己负责，学会勇敢和担当，那么无论你选哪一条路，最终都会通向阳光大道。珍惜每一个当下，让你过的每一天都值得回忆。早安！

2017-04-21
很多时候，我们无法成功，就是因为瞻前顾后、放不下一些事情。因为身后有退路，我们就会心存侥幸，前行的脚步也会放慢。有时候，勇敢地斩断自己的退路，我们才能集中精力，勇往直前，为自己赢得出路。周五，早安！

2017-09-06
成功往往在多次失败之后才姗姗到来，每一次跌倒后再爬起来，都能使你的技艺更精湛，本领更强大，信心更充足。永不放弃，持之以恒，当挫折在脚下堆积成梯，你就获得了进步的机会。新的一天，早安！

2017-11-13
每个人都在奋不顾身，都在加倍努力，得过且过只会让你和别人的差距越来越大。成长路上，不要总想着何处有捷径，你只管向前跑。记住，梦想不是空口无凭的大话，而是在寂静的奋斗里努力生长的果实。新的一天，早安！

2017-08-24
做事情总是要积累到一定程度才能量变达到质变。磨刀不误砍柴工，日出在黑夜和寒风之后，美食在火候和工夫之后，好的东西永远急不得。明确自己的爱好，找准自己的优势，然后踏实耐心地走好脚下的每一步，你想要的一切，终将是水到渠成。新一天，早安。

2017-06-02
只要路是对的，就不害怕遥远；只要认准是值得的，就不在乎辛苦。一旦看清了前进的方向，即刻出发吧，不要因犹豫和迟疑而耽误了追梦的脚步。心中若有一个坚定的目标，全世界都会为你让路。周五，早安！

2017-03-20
努力需要讲究方法，打拼需要讲究技巧，不是一味地付出和透支，就能换来最好的自己。当你过度透支自己的时候，请对自己好一点；当你失败的时候，也请千万别破罐破摔。请记住，不是每一次出发，都能成功到达，但只要终点不变，保持行走，你一样可以用别的方式抵达。新的一天，早安。

2017-10-11
任何成功都不是一蹴而就的。精彩一瞬的背后，往往沉淀着经年累月的积累和不为人知的汗水。只要你不急不躁，耐心努力，保持着对新事物新领域的探索，就是行进在成长的大路上。慢慢来，别着急，生活终将给你最好的回答。新的一天，早安！

2017-07-09
成功从来就不是一蹴而就，都是经过循序渐进的改变才得来的。错误是可以被允许的，做不好也是可以的，但前提是尽了全力。此刻做不到做不好，别抱怨别心急，沉下心来坚持学习、思考、调整，我们终会变得和昨天的自己有一点点不同。新一天，早安。

2017-02-18
就像这世间没有任何两片树叶的纹理是一样的，幸福与幸福也不尽相同，没有一个人的生活会和别人重复。我们在仰望别人幸福的同时，别人也许正以同样的姿态回望我们。过好自己的日子，就是最重要的事。早安！

2017-01-24
所有的青春奋斗，都会有艰苦的环境，捉襟见肘的窘迫和焦虑不安的心境。那时我们都以为，成功的那一天才会幸福。但事实上，那些在奋斗之路上，让你内心获得力量的人和事，才是你绵长的生命里，最值得珍惜的幸福。早安！

2017-10-05
迷茫是生活的常态，很多时候，它只是才华配不上梦想而已。其实，把当下的、手头的工作做到极致，你总会离自己的期待又近一点点。请记得：如果需要反省，一定不是在梦想上徘徊不定，而是要在才华上卧薪尝胆，反思它为什么不能日渐丰满。早安。

2017-08-03
从来就没有什么大道理，能够让你只需懂得而不必付出，就能人生逆转、一步登天。真正有价值的一生，总是需要你去行动，去做无数件别人不屑尝试的小事。那些一直在一步步往前走的人，终会过上更好的人生。早安！

2017-09-27
你或许常常会羡慕别人的生活，殊不知别人也可能正在羡慕你过的日子。事实上，什么是幸福只有自己能够定义，也只有自己能够掌握。与其惦念着别人正在经历何种精彩，不如珍惜自己生活中的点点滴滴。认真努力地过好生命中的每一天，便是最幸福的生活。早安！

2017-11-01
一个人的生活状态常常与心理状态有关。如果一个人对生活的预设就是“苦”，对事情的预期都是“坏”，他就会沉浸在愁苦里。试着去相信美好的东西，相信自己的能力，相信努力有意义，相信生活可以很精彩，幸福就会慢慢来敲门。早安！

2017-10-08
不知道自己想做什么，就先把身边的事做好；不知道自己会遇到谁，就先学会善待身边的人；不知道现在做的有没有意义，至少先确定自己不是什么都没做。迷雾里你或许只能看见眼前的五米，但一步一步走下来，雾就会慢慢散了。新的一天，早安！

2017-07-29
人生没有一帆风顺。与其逃避困难，不如积极迎战，掌握跟命运叫板的主动权。只有当你直面生活中的艰辛，坦然接受成长给予的眼泪，每一次都迎难而上地去解决问题，你才能获得真正的成长。而你也才会有机会发现，人生没有白走的路，付出终将得到回报。新一天，早安。

2017-01-26
你的生活再苦，别人也没法替你分担。想要的东西，只能自己去赚去拼。抱怨解决不了问题，躲在家里哭，什么用都没有。生活有艳阳高照，也有漫天寒意。庆幸的是，风雪总有停的时候，阳光会如期而至。早安！

2017-12-24
每年年初总是设定了许多目标，年末却发现自己一事无成。其实，改变自己，最重要的是即刻去做。想学一门语言，就从背单词开始；想重塑身材，就从改爬楼梯开始；想提升气质，就从拿起书本开始。距离远从来不可怕，困难的是迈出第一步。你的每一小步，都是在迈向更好的未来。周末，早安。

2017-06-17
不愿迈开前行的脚步，就无法到达最美的远方；不敢放下眼前的安逸，终究无法得到永久的安稳。一旦给自己设限，我们的人生可能就会黯然失色。唯有破除心灵的藩篱，一步步走出自我的小天地，去开拓人生的大舞台，我们才能活得出彩。心有多大，舞台就有多大。早安！

2017-07-21
“忙碌”其实是“努力”的代名词。心里有斗志的人，才会逼着自己去忙、去打拼、去付出，以改变生活和命运。当你全心投入，不辞辛苦，在努力中甚至忘记时间的流逝，时间离开时，就会悄悄给你留下礼物。早安！

2017-08-13
鹰把刚学习飞翔的幼鸟推下悬崖，若不振翅，便会死亡。良好的成长环境是我们每个人的期望，但假如世界不曾对我们温柔以待，也不一定是件坏事。最好的退路，就是无路可退，不逼自己一把，你永远不知道自己会变得多么了不起。周日，早安。

2017-11-05
很多时候，当我们遇到挫折时，最常挂在嘴边的一句话就是：“如果当初怎样怎样，现在就不是这般场景了。”可是时间无法倒流，没有人能改变过去，人生也没有所谓的“如果”。不想让自己后悔，唯有把握当下、勇往直前，才是对过往最好的答复。新的一天，早安！

2017-03-17
成长的第一步就是接受这个世界的多样性，认识到现实的不美好，然后做出选择。生活中真正的强者，正是那些在看到了生活的无奈之后，还是选择不敷衍、不抱怨、不自卑，依旧热爱生活、努力做好每件事的人。早安！

2017-06-28
生活节奏不断加快的今天，我们身边充斥着“快餐”和“速成”。但是，成功没有捷径，理想的实现需要持续不断的努力，和执着专一的坚持。把今天的一小步走得稳稳当当，才能逐步汇聚成明天通往成功的一大步。相信时间的力量，你终将开创属于自己的未来。早安！

2017-03-07
翻过的每一座山峦都能让你看到更广阔的风景，斩开的每一片荆棘都会将你引向无价的宝藏。请鼓起勇气，不要被一时的挫折吓退。也许你未曾注意到，流过的汗水正衬托奋进的面庞，泥泞的路终将盛开繁花。周二，早安。

2017-10-06
人生有如在薄雾中穿行，我们无法预知未来的路，也经常为迷茫的前景而焦虑。其实，当你鼓起勇气，放下忧惧和怀疑，集中精力走好脚下的每一步，你就会发现，每往前踏一步，你都能把下一步路看得更清楚一点。向前走，向前看，生活就这么简单。早安！

2017-01-11
心绷得太紧，就容易烦躁。尝试给自己一份松弛的柔软，对暂时不顺心的事，抱以理解与包容，做到“内敬”，那么你自然就能“外恭”。当你的心不再那么紧绷，你会发现你与他人之间多了几分宽和，与世界也会多了几分契合。早安！

2017-03-26
就像这世间没有任何两片树叶的纹理是一样的，幸福与幸福也不尽相同，没有一个人的生活会和别人重复。我们在仰望别人幸福的同时，别人也是以同样的姿态回望我们。没有谁的生活值得羡慕，过好自己的日子才是重中之重。新的一天，早安。

2017-11-25
盛开的鲜花都曾经历风霜雨雪，锋利的宝剑都需经过千锤百炼。这世界上，没有谁的工作永远轻松安逸，也没有谁能够随随便便成功。不必害怕山高路远，不必担心好事多磨。脚踏实地，行稳致远，前方自有你的海阔天空。早安！

2017-09-05
如果你不知道下一步往哪走，那就把手头的事情做好。所有你将来得到的，都离不开今天的行动。不要在忧虑不安中荒废了当下，不要在犹豫不决中错失了此刻，因为这是你唯一能把握的改变一切的时机。早安！

2017-08-15
每一个优秀的人，都不是带着与生俱来的光环的，也不一定是比别人幸运。他们只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃追求。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们收获一个更好的自己。早安！

2017-11-28
人生就是一场马拉松。领先时不必沾沾自喜，落后时也不用慌乱着急，此刻的得失成败，不代表最终的成绩。把鲜花和掌声当作前进的动力，把挫折和失败化为奋进的勇气，只要不放弃，再平凡的人生也能创造奇迹。新的一天，早安！

2017-07-12
成长的过程就是要不断跟曾经稚嫩的自己告别。我们也许会感到孤独，经历痛苦，但这都是是成长的必经之路。学会从中汲取经验，那么我们所经历的事，遇见的人，都会成为生命里不可多得的财富。早安！

2017-03-30
人生就是一场马拉松。领先时不必沾沾自喜，落后时也不用慌乱着急，此刻的得失成败，不代表最终的成绩。把鲜花和掌声当作前进的动力，把挫折和失败化为奋进的勇气，只要不放弃，再平凡的人生也能创造奇迹。周四，早安！

2017-04-16
有梦想，才不会因走得太远而忘记为什么出发，人生的旅程才不至于寂寥。如果每天都向着一个目标前进，哪还有时间颓废悲观？如果每天都离梦想更近一步，沧海桑田也只是转瞬之间。既然选择了远方，便请风雨兼程。早安！

2017-01-14
我们看问题时，就像是照相机的镜头，只聚焦于一点，周围的东西都会被自动忽略。很多人的不开心，往往是在偏执地盯着灰暗，而对美好视而不见。解决问题的办法很简单，转移你的焦点，也许你就会豁然开朗。别只顾怨天尤人，奋起改变，换个生活的方式，命运终会回报你。新的一天，早安。

2017-08-14
平庸还是出众，往往根源于我们自己的选择。想要舒适安逸，我们总会有无数理由说服自己安于现状；想要变得更好，我们同样也会想出无数办法应对暂时的困难。关键的，不过是你愿不愿意做出改变。新的一周，早安！

2017-01-18
这个社会有太多不公平的事情，如果每一件都要去计较，就会活得很累。从现在起，接受你不能改变的，苍白的家庭背景，眼下不太美好的生活。改变你能改变的，制定计划，打好基础，尽最大努力去追求更好的自己。即使不是千里马，也并不妨碍我们在梦想的道路上奔驰。新的一天，早安。

2017-06-10
人生在世，常与得失相伴，并在不断的取舍过程中学会选择与放弃。没有人可以处处做到最好，但我们可以选择一条最适合自己的道路，然后义无反顾地走下去。一分耕耘，一分收获，专注播种当下，你终将赢得未来。周六，早安！

2017-09-02
只见苍穹中雄鹰振翅，便会自惭形秽；只见枝头上云雀低飞，就会自鸣得意。只有拓宽视野，多几分见识与历练，把天地尽收眼底，才能找到真正属于自己的高度与飞翔路径。无须自卑，切忌自负，坚持自信。早安！

2017-03-13
经历过跌跌撞撞，才知道内心所向；经历过迷茫不安，才懂得逼自己前行；经历过窘迫尴尬，才学会耐得住性子。任何人的成功都无法一蹴而就，每一阶段的抵达，都是一步一个脚印的积累。慢慢来，别着急，生活终将为你备好所有的答案。星期一，早安！

2017-09-11
有时候，我们会给自己设置很多想要超越的对手。但我们最强的对手，不一定是别人，而可能是我们自己。当我们忙着超越别人的时候，也要时时提醒和反思自己。当你克服自己一个缺点的时候，你也让自己前进了一步。新的一天，早安！

2017-02-03
今日立春，乍暖还寒时，春天来啦。在这个充满希望的季节，你播下的所有心愿，都将在秋天收获；这是一个全新的开始，你流下的每一滴汗水，都将结出明天的硕果。加油！在这个离梦想最近的季节，莫负春光，莫负梦想。早安！

2017-05-10
机会对每个人都是平等的，面对机会，你没有准备、缺乏能力，它就会擦身而过。与其在眼睁睁看着机会溜走时怨天尤人，不如在平日里打磨自己、提升能力，以最好的姿态迎接任何可能的机会。早安！

2017-04-12
我们总是在一个个十字路口踌躇徘徊，不断在心里忖度，究竟该选择哪一条路。其实，每一条路上都会有荆棘与坎坷，只要你够自信、无所畏，每次选择都会离理想更近一步。你要相信，选择本没有对错，越努力，越幸福。早安！

2017-08-18
有时候，我们努力，不是为了改变世界，而是不被世界改变。没有一条路是弯路，也没有一种努力是荒废，因为生命的精彩从来都不是以结局论断好坏。不是所有奋斗都会有一个让你满意的结果，但每一个奋斗的过程都会让你变得与众不同。新的一天，早安。

2017-12-16
世界上最远的距离，莫过于我们坐在一起，你却在玩手机。人生中最空虚的时刻，莫过于宝贵的休息日，你却全部都耗费在了社交网络上。周六，适当放下手机，让自己陶醉于书本、放眼于世界，让眼中不只有手机里的苟且，而是有更大更阔的远方。早安！

2017-07-13
想开始读一本书，却总是放不下眼前的手机；想开始一段旅程，却迟迟没有收拾行囊出发。很多时候，我们欠缺的不是想法，而是做出决断的勇气。既然决定去做了，再多的借口也不应成为阻碍你前行的绊脚石。既然选择了远方，我们便只顾风雨兼程。早安！

2017-11-22
珍惜时间的人才能得到时间的慷慨。挥霍今天，把眼前的任务留给明天，时间很快就溜走了。我们辜负了时间，时间也会辜负我们的期待。只有合理利用我们所拥有的时间，才会一分一秒都有回馈。早安！

2017-04-17
没有人天生幸运。即使是那些天赋异禀的人，也会有力不从心的时刻，也会在某些时候承受各种压力。而他们终于能够抵达终点，是因为他们能够在来自四面八方的质疑声中埋头挺进，哪怕咬着牙，也会一步一个脚印地向前走去。愿你也能在坚持中有所收获，早安！

2017-11-21
没有人能够随随便便成功，所以没必要总抱怨别人的生活比自己幸福。你羡慕别人衣食无忧的高薪，却往往没看到他背后付出的辛劳；你羡慕别人说走就走的潇洒，却常常不知道他们为此舍弃了多少安逸。认真做好自己手头的事，方能成就人生的大格局。早安！

2017-02-21
一只站在树上的鸟儿，从来不会害怕树枝断裂，因为它相信的不是树枝，而是自己的翅膀。很多时候，我们与其羡慕别人顺风顺水，抱怨自己周遭险恶，不如在成长的路上不断努力。只有让自己强大起来，才能获得最大的安全感。新的一天，早安。

2017-03-23
选择了安逸舒适，就不必羡慕别人的精彩；选择了惊涛骇浪，就无须向往岁月静好。不同的选择给予你不同的生活路径。没有孰对孰错，只要认定你内心真正想要的，并为之持续努力，每个人都会是自己的人生赢家！周四，早安！

2017-09-13
成绩的获得不是结局，而恰恰意味着下一段努力的开始。只有那些始终渴望向着更高层次攀登，并且愿意脚踏实地为之付出的人，才能够最大限度释放自身的潜力。这段一往无前的历程，就是有滋有味的人生。早安！

2017-05-20
当你去追逐梦想的时候，这纷繁复杂的世界会制造很多困难来阻挡你，现实也会捆住你的脚步，但这些都不重要。没有一件事情可以一下子把你打倒，也不会有一件事情可以让你一步登天，慢慢走，慢慢看，生命是一个慢慢累积的过程。新的一天，且相信努力奋斗的意义，不吝以时间换天分。早安！

2017-05-24
人生充满了无数的可能性。不能因为害怕失望就放弃希望，也不能因为担心困难就裹足不前。无论前方等待着什么，永远信念坚定，迎难而上，做好最坏的打算，拿出最佳的状态，你终将创造奇迹！周三，早安！

2017-05-23
所有的非凡，一定伴随着数不尽的跌倒与创伤；所有的辉煌，一定伴随着数不清的挫折与忧伤。没有一件事情可以让你一步登天，更没有一件事情可以将你彻底打垮。慢慢走，别放弃，总有一天会走到柳暗花明。早安！

2017-12-18
当你的才华还撑不起野心时，请静下心来学习；当你的能力还驾驭不了目标时，请沉下心来历练。仰望星空能为我们带来动力和希望，但唯有脚踏实地才能让我们去到梦中的远方。新的一周，早安！

2017-07-25
不要总是向往未被选择的那条路，心念念得不到的才最好。人生有这么多岔路口，选择的结果必然无法每一次都尽如人意，倘若心间装满遗憾，你将错过当下的风景。既然世界上没有后悔药，不如抬起头来继续大步向前，你会发现，此刻阳光正好，微风不躁。早安！

2017-04-27
生活是一面镜子，你对生活笑，它便对你笑；你对生活哭，它便对你哭。唯有勇敢面对困难，才能迎来胜利的曙光。有人质疑，风雨后看见的不一定是彩虹，可能是满鞋的泥泞。其实，那是因为你只低头看了自己的双脚，而没有抬头去望头顶的天空。坚持下去，你会遇见更好的自己。周四，早安！

2017-07-05
水再浑浊，只要长久沉淀，依然会分外澄澈。人再愚钝，只要足够努力，一样能改写命运。不要愤懑起点太低，那只是我们站立的原点。人生是一场漫长的竞赛，有些人笑在开始，有些人却赢在最后。新的一天，早安。

2017-03-16
人生如镜，你对着它笑，它也对着你笑；你对着它哭，它便对着你哭。成功与否，不在于我们拥有什么，而在于我们想的是什么，采取什么样的行动。改变不了过去，但可以改变现在；改变不了环境，就必须改变自己。你变了，世界就变了。早安！

2017-08-29
成功者未必有多好的天赋和运气，他们只是对自己要求更高，也更用心地去待人做事。天长日久，就与普通人拉开了差距。没有拼搏过的人生终究苍白，朝着目标坚持做好每一件事，我们终会有资格去选择自己想要的人生。早安！

2017-08-12
人生在世，都想留下点什么。但你得知道，最清晰的脚印，往往印在最泥泞的道路上。选择了前进，就不要抱怨犹疑。没有一点努力会浪费，你今日撒下的种子，或许会在看不见想不到的某一天，悄悄地生根发芽。早安。

2017-01-27
抖落一年的疲惫，有收获有汗水。掌声和鲜花都虚无，充实的脚步最可贵。淡淡的牵挂总相随，变迁的过往不可追。今天除夕，回到亲人身边，无论爱还是被爱，一切都能重来，新的一年一切又可以重新出发。祝福回家路上的你一路平安，祝福坚守岗位的你不会孤单，祝福所有人鸡年大吉，新春吉祥。早安！

2017-04-18
有时候，我们努力，不是为了改变世界，而是不被世界改变。没有一条路是弯路，也没有一种努力是荒废，因为生命的精彩从来都不是以结局论断好坏。不是所有奋斗都会有一个让你满意的结果，但每一个奋斗的过程都会让你变得与众不同。新的一天，早安。

2017-05-29
生活不是一场盛大的红毯宴会，我们不可能步履轻盈还赢得夸赞一片。每个人的人生都是一场自编自导的演出，唯有最艰苦的奋斗，最执着的坚持，还有最坦然的接纳，才能最终获得经久不衰的掌声。早安！

2017-03-29
世界不会停止运转，在前进的路上，能让我们停下脚步的，只有我们自己。生活中有很多事情让我们感到为难，但困难的并不是事物本身，而是那颗尚未开始、就已经退缩的心。其实，害怕困难，那么生活便处处是困难；不敢开始，那永远只能原地不动。往前走，你会发现自己原来可以如此坚强。周三，早安。

2017-09-01
下厨做菜，既有猛火爆炒，也有文火慢炖，掌握火候才能烹饪出最美味的佳肴。人生也是如此，该奋力拼搏的时候，就要全力以赴，努力之余，也需懂得与自己和解，顺应年岁物候。张弛有度，才能既获取个人进步，又享受生活美好。九月，早安。

2017-06-25
经历过跌跌撞撞，才知道内心所向；经历过迷茫不安，才懂得逼自己前行；经历过窘迫尴尬，才学会耐得住性子。任何人的成功都无法一蹴而就，每一阶段的抵达，都是一步一个脚印的积累。慢慢来，别着急，生活终将为你备好所有的答案。早安。

2017-02-16
没有谁比谁轻松如意。那些看似举步轻盈的，也是用着自己的努力，把当下这一个难题解决掉，然后在不断试错中积累经验，让自己迈出的下一步多一点胜算。无论什么样的年纪，成长这件事情，都是我们一辈子的课题。早安！

2017-11-24
从来没什么成就是轻轻松松就能获得的，需要备考就分秒必争，事业攻坚就迎难而上，想要旅行就着手计划。别总说为什么成功的总是别人，跟那个拖延懈怠的自己挥手作别，只要你愿意，随时都可以出发。坚持，勇敢，沉住气，预测未来的最好方式，就是去创造它。新一天，早安。

2017-10-04
习惯了奔波打拼的你，今天还在忙碌吗？给自己一点休憩的时间，回家看看父母亲朋吧！你也许曾听过无数种祝福的语言，但都比不上月圆人团圆；你也许曾走过千山万水，但回家的路总是最美。中秋佳节，早安！

2017-10-16
人生应当学会归零。顺境时，适时归零能让你戒骄戒躁、不忘初心；逆境时，勇于归零能让你看清自己，从头开始。把每天的醒来都看作是一种新生，以全新的态度，认真过好人生每一天。早安！

2017-07-20
每个人都有梦想，或大或小；每个人的心里，都藏着一个了不起的自己。只要你不颓废，不消极，一直悄悄酝酿着乐观，培养着豁达，坚持着善良，始终朝着梦想前行，永远在路上，就没有到达不了的远方。早安！

2017-07-28
路是走出来的，不是选出来的。与其总是犹豫不决，不如勇敢地踏出第一步。当你不知道自己究竟该向左还是向右的时候，选哪条路，都是对的。每一条路上都有属于它自己的独特风景，你也一定能走出自己的道路。早安！

2017-04-07
时间对每个人都是公平的。你善待它，你就能在岁月的沉淀中收获满满；你挥霍它，它就会在你不经意间悄悄溜走。那些生命中细碎零散的时光，是你走向成功不可或缺的拼图。周五，早安！

2017-08-27
真正有趣的人生都生根发芽于寻常光景。那些惊天动地的大事件犹如昙花一现，只能起到一针强心剂的作用。怀着积极的心态去面对日常生活中的点滴小事，才能发掘出真正而持久的生活趣味。周日，早安！

2017-02-15
心胸开阔的人，不会在意一时的烦恼忧愁；目光长远的人，不会在乎暂时的得失成败；志向远大的人，不会耽于眼前的舒适安逸。放大你的人生格局，让理想的灯塔照亮你前进的方向，脚下就是一马平川，前方则是整个世界。新的一天，早安！

2017-02-28
每一朵鲜花的盛开都要经历风霜雨雪，每一把利剑的锻造都需经过千锤百炼，这世界上，没有什么工作永远轻松安逸，没有人随随便便就能成功。不要害怕山高路远，不必担心好事多磨，只要脚踏实地，前方终究是海阔天空。周二，早安！

2017-04-30
转眼已是四月的最后一天。过了今天，2017就过去三分之一了。那张满满当当的计划表完成了多少？你又取得了哪些进步？如果感到充实，就请保持；觉得虚度，就去改变。时间不等人，你怎样对它，它就以怎样的结果回报你。告别四月，起身前行，去迎接更好的明天。早安。

2017-11-16
排解焦虑的最好方法，就是立即行动。不要质疑自己的能力，相信你远比想象得更强大；不要把时间都留给游戏、网络，让书本和运动充实生活。每天一点小小的改变，告别消极、懈怠、不安的自己，为梦想加油！新的一天，早安！

2017-05-25
与其羡慕别人，不如做好自己。肤浅的羡慕，无聊的攀比，笨拙的效仿，不会带来快乐，只会带来烦恼。认清真实的自己，找到属于自己的位置，然后昂首阔步走自己的路，你会发现“做自己”的快乐远远胜过一切比较与羡慕！新的一天，早安。

2017-11-30
善于调整自己的心态，是人生最大的财富。心态，就是心大一点。心态好，人缘好，因为懂得宽容；心态好，做事顺利，因为不拘小节；心态好，生活愉快，因为懂得放下。保持良好的心态，愉快地迎接新一天的到来！早安！

2017-12-07
低质量的勤奋，不过是营造一个“我很努力”的幻觉。勤奋不是马不停蹄，而是有效利用手头的时间；努力不是一味埋头苦干，而是用智慧解决问题。沉下心来，抽丝剥茧地去思考、去解决，你才能获得真正的提升。早安！

2017-12-12
没有任何两片树叶完全一样，每个人的幸福也不尽相同。没有谁能够简单复制别人的美好生活。当你在仰望别人如何幸福时，或许别人也在以同样的姿态回望着你。过好自己的日子，珍惜好每一天，这就没有辜负生活。新的一天，早安！

2017-12-21
生活中最让人感动的时光，常是那些一心一意为了目标努力奋斗的日子。哪怕目标卑微，奋斗也值得骄傲。只有无数卑微的目标累计起来，才可能获得一个伟大的成就。金字塔是由一块块石头垒起的，每一块石头都简单平凡，金字塔却宏伟永恒。新的一天，早安！

2017-07-03
生活的好坏，并不完全来自于物质生活的富足或贫瘠，更取决于我们对待它的态度和心境。一个热爱生活、心态积极的人总是能够看到事物好的一面，就会少一些怨天尤人，少一些负面情绪。心中灰暗，你的世界便黯淡无光；内心亮堂，生活便处处充满希望。早安！

2017-04-10
没有谁比谁更容易。你羡慕别人此刻的风光，却没看到他在背后流过的汗水和泪水；你羡慕别人当下的安逸，却不知道他为此付出了多少个不眠不休的夜晚。与其盯着别人的成功，不如走好自己的人生道路。周一，早安！

2017-04-25
我们总说“亡羊补牢，犹未晚也”，能够意识到问题，努力去改，是一种值得鼓励的积极态度。可为何一定要等到困境时才肯刻苦努力？能从失败里重新站起来，是生活的勇者。能在安逸时保持清醒的头脑，在顺境时不放松对自己的要求，才是生活的智者和强者。周二，早安。

2017-03-15
梦想为生命注入灵魂，它是迷雾中的灯塔，是沙漠中的指南针。有梦想的人好似一株由内而外散发出生命力的幼苗，细根努力汲取土地的营养，萌芽追逐灿烂的阳光。又是一天的清晨，愿仍在追逐梦想的你，迎来属于自己的曙光。周三，早安。

2017-08-08
卓越不是一种行为，而是一种习惯。与其浑浑噩噩度日，抱怨生活循规蹈矩、枯燥乏味，不如从小的习惯开始，做出改变。读一本好书，交三两好友，学一项新技能，开始一段从未走过的旅程……只要坚持，幸福终会水到渠成。早安！

2017-03-24
你还年轻，别总把“没意思”挂在嘴边。生活不是过山车，不会永远都刺激。它更像是一条缓和的抛物线，有时在顶点，有时在谷底，有时需要我们攀爬，有时需要我们俯冲。当你暂时处于谷底，要做的不是怨天尤人，而是积蓄力量，为即将到来的攀登做好准备。新一天，早安。

2017-03-05
仰望着别人的成功，殊不知他为这一天埋下了多少曲折的伏笔；羡慕着别人的安逸，殊不知他为此走过了多么泥泞艰难的路途。与其羡慕别人的精彩，不如专注自己的生活，唯有实实在在的努力，才能换来真真切切的幸福。周日，早安！

2017-07-31
在追逐梦想的路上，从来没有一帆风顺，没有一蹴而就，反而会有很多枯燥乏味甚至艰难的时刻。但或许正是那些无趣的时光，才能成就你想要的生活。熬过那段时光，你会发现，曾经梦想的一切，会一件一件来到你的身边。早安！

2017-10-30
“忙碌”其实是“努力”的代名词。心里有斗志的人，才会逼着自己去忙、去打拼、去付出，以改变生活和命运。当你全心投入，不辞辛苦，在努力中甚至忘记时间的流逝，时间离开时，就会悄悄给你留下礼物。早安！

2017-11-06
奋斗路上，你难免会遇到捉襟见肘的窘迫和不足为外人道的焦虑。你曾经或许以为，成功的那天，你才会感到幸福。事实上，奋斗路上那些让你获得力量的人和事，也是生命里值得珍惜的幸福。早安！

2017-06-13
做任何事都不是一蹴而就，不是一天两天，或者一个月的短暂积累和沉淀就能收获成功。你或许要坚持大半年，或者五、六年才能逐渐看到自己的进步和变化。凡是能让人变好的事，做起来都不会太轻松，让人感觉难的也不是努力，而是坚持。早安，加油！

2017-10-31
很多不开心的人都活在虚妄里，活在对过去的缅怀和对未来的设想里，唯独不在此时，不在当下。但美好的人生，从来都不会降临在稀薄的生命里。把当下的生活过得热热闹闹，才会拥有踏实温暖的回忆和欣欣向荣的未来。早安！

2017-08-05
假日是一种和工作时不同的生活状态。它并不意味着像脱缰的野马一样失去控制，而是在放松的过程中仍不放弃对自我的管理。阶段性的休息可以带来新的激情，无节制的放纵则会打乱你的生活节奏。愿你度过一个有意义的周末，早安！

2017-12-09
人生的舞台上处处都有精彩。与其羡慕他人的位置，不如演好自己的角色。没有蓝天的深邃，可以有白云的飘逸；没有大海的壮阔，可以有小溪的优雅。怀揣希望，逐梦前行，你就是自己的人生主角。新的一天，早安！

2017-08-19
人生的路，难与易都得走。世间的情，冷与暖总会有。如果有些事无法回避，那我们能做的，就是把自己变得更强大，强大到能够应对这一次挑战。智慧的人不徘徊在过去，豁达的人不忧患于未来，聪明的人懂得把握现在。周末，早安！

2017-07-22
向前看，每个人或许都有两条路。一条用心走，叫梦想；一条用脚走，叫现实。心走得太慢，现实就会苍白；脚走得太慢，梦想就不会高飞。而人生的精彩，莫过于心走得很美，且与脚步合一。周末，早安！

2017-05-16
每个成功的人都曾在他们的生活里彷徨过、失意过、呐喊过，但他们选择了相信自己，摒弃一切外在的纷扰，从未放弃对理想的坚持。我们每个人略显焦虑的今天，或许正是奠定我们价值，给予我们力量的源泉。早安！

2017-02-19
常有人抱怨生活无聊乏味，梦想背上背包，来一场说走就走的旅行。其实，幸福是一种心境，生活不是活给别人看的，而是给自己过的。总羡慕别处的生活，不如静下心来想想，怎样把当下的生活过得活色生香。早安！

2017-05-03
最痛苦的不是梦想泯灭或者夭折于现实，而是回望年少时热血沸腾的梦想如今再难启齿；最可怕的并非活得平凡，而是正在过着一种平庸的生活还觉得理所当然。别再日复一日地抱怨，从此刻开始做出改变，你就可能离曾经的梦想更进一步！早安！

2017-05-04
青春不是任性和冲动，而是敢于追梦的勇气和对生活的热爱；成熟不代表圆滑和世故，而应是历经岁月、阅遍世事后对人生的洞察和对理想的坚守。无论什么年纪，都能够保持那份纯粹和天真，心中的梦想永不凋零，青春的花儿便会永远绽放！周四，早安！

2017-05-05
河流不走直路而走弯路，是因为在前往大海的途中，它会遇到各种障碍，有些还无法逾越，所以，只有绕道而行。人也是如此，遇到挫折，无需悲观失望，不要停滞不前，而是保持平常心，把走弯路看成是前行的另一种形式、另一条途径。这样，就可以像那些蜿蜒的河流一样，最终抵达人生的目标。新一天，早安。

2017-05-06
月有阴晴和圆缺，花有盛开与凋零，这世上没有十全十美的事情，也没有完美无缺的人生。在追梦的途中，总会有这样那样的遗憾。或许现实不那么完美，但我们每个人都是独一无二的，只要坚信奋斗的力量，我们终将成就属于自己的无悔人生。周六，早安！

2017-08-23
人生路途，荆棘遍布，当陷入低谷，良好的心态就是照亮黑暗的微光。不抱怨、不逃避，保持乐观，执着前行。要知道，今天的每一步，都是在为之前的每一次选择买单，这叫担当。今天的每一步，也是在为今后的每一点成功布局，这叫沉淀。新一天，早安。

2017-07-30
一只站在树上的鸟儿，从来不会害怕树枝断裂，因为它相信的不是树枝，而是自己的翅膀。很多时候，我们与其羡慕别人顺风顺水，抱怨自己周遭险恶，不如在成长的路上不断努力。只有让自己强大起来，才能获得最大的安全感。新的一天，早安。

2017-07-23
人生没有白费的努力，也没有碰巧的成功。我们的生命里，藏着我们读过的书、走过的路、爱过的人，那些奋笔疾书的夜晚，那些煮茶读书的日子，串联起来，才换来我们现在丰盛的人生状态。每一天，都是为了迎接明天，继续努力。早安！

2017-02-23
每一个优秀的人，都不是与生俱来带着光环的，也不一定是比别人幸运。他们只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃追求。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们收获一个更好地自己。新的一天，早安！

2017-11-27
只有你对自己满意，才会对生活感到满意。做一份喜欢的工作，赚不多但够花的钱，坚持一到两个爱好，照顾家人也不忘记保持自我。先让生活见到最好的你，自然能得到生活的宠爱。新的一周，早安！

2017-12-13
原地徘徊一千步，抵不上向前迈出第一步；心中想过无数次，不如撸起袖子干一次。世界上从不缺少空想家，缺的往往是开拓的勇气和勤勉的实干。不要被内心的犹疑和怯懦束缚，行动起来，你终将成为更好的自己。早安！

2017-12-29
勇敢的人不是不害怕，而是怕也要向前走；闪亮的人生不是未经黑暗，而是在黑暗中也努力燃起一道光。学着在跌倒中忍痛，学会把哭调成静音。深秋的枯叶，忍过寒冬就能成为孕育春天的养分。新的一年即将到来，用努力去迎接更好的自己，更美的未来。早安！

2017-12-30
人和人之间的差距，很多时候都在于那些背后默默付出的努力。时间是公平的，它给每一个努力的人应有的赏赐，也给每一个虚度的人该得的惩罚。如果你自己不努力改变，没有人能替你成长。从今天起，找准前进方向，给自己的知识和能力投资，学会规划时间，懂得照顾自己…更好的未来，正在前方等你！早安。

2017-12-28
谁都向往舒适安逸的生活，然而多少人愿意承受背后的付出；谁不想要一路开挂的人生，然而世界上却根本没有捷径可寻。不是生活太残酷，而是你还没有学会成长。要想从容地应对生活，实现自己的梦想，就不要惧惮付出。学会将哭声调成静音，你曾经受过的伤，都是你成长的勋章。向着梦想，继续前进！早安！

2017-01-02
日历又翻了一年，时光又转了一圈，在2017年的晨曦中，我们踏上了未来的旅程。也许我们无法忘记过去的感动，可能我们对前路充满了憧憬。那么放下踌躇，去追寻最初的梦想吧。好好工作、吃饭、睡觉、聚会……认真对人，认真做事。愿你在新年里，少点泪水，多些笑容。新的一天，早安！

2017-09-28
在很多情况下，我们常常习惯了去争第一，却忽略了过程的重要性。一味地跟自己死磕，只为寻求最终的结果，倒不如在做事的过程中，享受事情本身的乐趣。一个令我们满意的结果，也许只是随之而来的副产品。早安！

2017-08-01
每一个成功的人，都有一段沉默的努力时光，里面有艰辛的汗水，也有无数次失败时的泪水。很多普通人都是在黎明前一刻认输了，只有那些能从黑暗中穿行而过的人，最后才能获得真正的成功。早安！

2017-10-20
年轻的你，可能正咬紧牙关负重前行，但又足够幸运，可以用自己的奋斗，见证这个伟大的时代。今天，我们为新时代打call，也为自己鼓劲。筑梦路上，你我同行。早安！

2017-04-23
人生的道路虽然漫长，但紧要处常常只有几步。当你正经历迷茫、困惑，不如静下心来，从阅读中汲取力量、寻找方向。书中未必有黄金屋，但一定有更好的自己、更多的选择。今天，世界读书日，拿起图书，为自己点亮一盏灯，你会发现，视野和胸襟，可以如此宽广。早安！

2017-03-01
过去之于我们，是一本曲折起伏的书：或欢笑，或泪水，只是情节已被书写，无法改变。但未来却是一只万花筒，拥有无尽的色彩和无数的组合。不沉湎于过去，不凭空谈未来。不论在何处，愿你把握现在，鼓起勇气，探索未来的每一种可能。周三，早安！

2017-02-26
每个人的人生都有自己的轨迹。不要羡慕别人衣食无忧的高薪，你没有看到他付出的辛劳；不要羡慕别人说走就走的潇洒，你不知他们为此舍弃多少安逸。管理好自己的小情绪，才能成就人生的大格局。星期天，早安！

2017-04-19
偷懒，其实是预支了本不该属于当下的舒适。当未来你需要某种能力时，你一定会后悔此刻偷懒虚度的光阴。没有什么路是白走的，没有什么事情是白做的，现在看似不会立即见效的努力，其实都是成长的基石。早安！

2017-11-04
别因为困难，就选择放弃。要想学有所成、劳有所获，就必须努力地坚持。坚持的过程可能很苦很累，选择放弃却轻而易举。可是你要知道，一旦选择放弃，你想实现的目标，你想抵达的远方，都只能化作一团泡影。持之以恒的奋斗，才是实现梦想的必由之路。新的一天，早安！

2017-03-11
同一块石头，你把它扛在肩上，那是沉重的负担；若把它垫在脚下，就是进步的阶梯。或者给你一块木头，你可以任它慢慢腐烂，也可以将它熊熊燃烧。生活就是这样，你考虑清楚想做什么，它也会给你清晰的答案。早安！

2017-04-13
真心想做一件事情时，再大的困难也可以克服；不想做一件事情时，再小的阻碍也会成为理由。很多东西，先决条件很重要，但更重要的是后天自己创造的条件。要记得，成为想成为的人，不要只是说说而已。从现在做起，从今天做起，人生的每一天每一刻，都是在为自己的明天铺路。新的一天，早安。

2017-06-26
年纪轻轻却对年龄感到恐慌，多半是因为自己正碌碌无为，又害怕未知的世界，说到底，还是不肯走出舒适区去开始新的旅程。生理上的年龄永远无法抗拒，但生活方式上的年轻永远把握在自己手里。心老了，再年轻也无用；心未老，老骥也能驰骋千里。新的一天，早安。

2017-02-25
人生路上，遇见善良，学会付出；遇见微笑，学会分享；遇见坎坷，学会勇敢。也许这条路会艰难，但如果你拥有笑对人生的心态，你就有享受人生的能力。心是苦的，人生便如苦海无边；心是甜的，人生处处都是曼妙风景。早安！

2017-10-10
你常把“梦想”挂在嘴边，却败在不愿改变的懒惰上；你向往更好的生活，却不愿跳出舒适区去争取。要知道，每个梦想的背后都是恒久的坚持，每个成功的脚下都是无数的汗水。成长的路上，只有奋斗才会给你带来最大的安全感。新的一天，早安！

2017-11-03
被窝温暖起床困难，那就放下手机早点睡。书堆太多不知该看哪本，那就拿起最经典的去读。你常说自己没时间，但真的那么忙吗？与其抱怨生活庸常，不如从这一刻开始努力。花在书本上的每一秒，都会沉淀为将来更好的你。早安。

2017-05-08
每个人都曾有过这样艰难的时刻，感觉全世界都像要抛弃自己。事实上，真正能帮你的人也只有你自己。再坚持一下，眼前看似可怕的困难都会变成过眼云烟。那些走过的路，吃过的苦，最终将会成就一个更好的你。早安！

2017-12-05
常有人羡慕优秀的人天赋出众。事实上，只有绝少数人天赋异禀。更多的人能够出类拔萃，是因为对事业全身心的投入与付出。拥有得天独厚的优势固然重要，但更多时候，优秀靠的是日复一日的努力与积累。新的一天，早安！

2017-11-15
早上起不来床，晚上下不了线，遇事总想复制别人的看法，这样的人，梦想早晚会搁浅。一个人最大的敌人不是别人，而是自己。勤快起来，世界会向那些有目标和远见的人让路。新的一天，早安！

2017-01-07
真心想做一件事情时，再大的困难也可以克服；不想做一件事情时，再小的阻碍也会成为理由。很多东西，先决条件很重要，但更重要的是后天自己创造的条件。要记得，成为想成为的人，不要只是说说而已。从现在做起，从今天做起，人生的每一天每一刻，都是在为自己的明天铺路。新的一天，早安。

2017-01-25
我们总是在一个个十字路口踌躇徘徊，不断在心里忖度，究竟该选择哪一条。其实，每一条路上都会有荆棘与坎坷，只要你够自信、无所畏，每次选择都会离理想更进一步。你要相信，选择本没有对错，越努力，越幸福。早安！

2017-01-06
任何人与事的成功都无法一蹴而就，每一阶段的抵达，身后都是一步一个脚印的积累。只要不急不躁，耐心努力，保持对新事物新领域探索的好奇，就是行进在成为更好自己的路上。慢慢来，请别急，生活终将为你备好所有的答案。新的一天，早安！

2017-06-15
正如没有静止不动的河水，我们生命中的每一个时刻，都联系着过去与未来。唯有心中时时有着想要抵达的地方，才能顺着时间之流的力量，在不确定性中有所把握、有所坚持，一点一点地笃定向前。早安！

2017-06-12
觉得生活艰难，是一种常态。因为人生正如爬山一样，爬上了这一级台阶，还有新的台阶要上，还有新的难处要克服。什么时候才能不感到难呢？应该是原地不动或退步的时候吧。不抬脚，就不会累，这一刻的困难，咬牙走过去了，才能看到下一刻的风景。早安。

2017-11-07
人生就像一场马拉松，刚出发时，摩肩接踵。那时也许我们无法领先，也不够出众，但只要我们不放弃自己，早晚都能抵达终点。最怕的是消磨时光，全程懒散，最终迷失在路途中。认定目标，并为之努力奔跑，你终究会成为更好的自己，看着自己一点点变好，难道不是世界上最幸福的事之一吗？周二，早安。

2017-02-08
和阳光的人在一起，心里就不会晦暗；和快乐的人在一起，嘴角就常带微笑；和进取的人在一起，行动就不会落后；和大方的人在一起，处事就不小气；和睿智的人在一起，遇事就不迷茫；和聪明的人在一起，做事就变机敏。学最好的别人，做最好的自己。早安！

2017-06-06
河流不走直路而走弯路，是因为在前往大海的途中，它会遇到各种障碍，有些还无法逾越，所以只有绕道而行。人也是如此，遇到挫折，无需悲观失望，不要停滞不前，而是保持平常心，把走弯路看成是前行的另一种形式。这样，就可以像那些蜿蜒的河流一样，最终抵达人生的目标。新一天，早安。

2017-09-18
真正的乐观不是盲目相信一切都会顺风顺水，而是一种能够允许失败的心态。了解自身的局限，正视失败的可能，但仍然选择坚持和践行自己的梦想。带着积极向上的状态，不停尝试，不言放弃，生活终会给我们想要的答案！早安！

2017-04-11
生命中永远有一个“更”，是更好亦或更糟，都是不可预料之事。若你把眼下的时光，通通用来焦虑、抱怨、忧伤、攀比和将就，那以后的每一个明天，都将成为今天的翻版。珍惜眼前，能够过好今天的日子，便是一个人最大的能力之一。周二，早安。

2017-07-19
人生如棋局，倘若命运分配给你的是兵卒，与其整天埋怨际遇不公，倒不如脚踏实地默默努力。看那棋盘上，兵卒的行动虽慢，却何曾后退过一步？日拱一卒，何惧最终不能改变整盘棋局？新的一天，早安！

2017-05-26
没有哪一种生活、哪一种年龄不会遭遇辛苦，我们的奋斗和努力，不是为了挣脱，而是为了可以拥有更多选择的资格。努力，赋予了我们改变的可能，又在每一次的选择过后，让我们变得更加优秀。早安！

2017-10-17
任何人的成功都无法一蹴而就，每一阶段的抵达，都离不开一步一个脚印的积累。只要选择了对的方向，不急不躁，耐心努力，就是行进在成为更好自己的路上。慢慢来，别着急，生活终将为你备好所有的答案。早安！

2017-01-19
生命中总有挫折，但那不是尽头，也许只是在提醒你，该转弯了。当一条路走不通时，试着换种方法，换个角度，换条路来走，说不定事情会简单许多。执着固然可贵，但适当的放弃，又何尝不是一种优秀的品质。放下昨天的负担和焦虑，迎接崭新的一天吧！早安！

2017-10-28
如果你保持积极向上的心态，即使遭遇困境也不怨天尤人，而继续认真做自己该做的事，那么你会发现有些所谓的“坏事”，其实可以帮你的生命开启另外一扇窗口，带领你走入不同的世界，看到不同的风景。早安！

2017-06-19
怨天尤人、得过且过只能让自己的生活愈加苦痛，唯有起身行动、改变，才有可能扭转不好的情势。当我们开始去做自己力所能及的事时，世界或许不会因此而一定发生改变；可如果我们什么都不去做，事情只会朝更加糟糕的方向发展。每个人都有改变自己的潜能，新一周，早安。

2017-12-17
考研，是一场自我磨砺的战斗。那些深夜苦读的日子，那些默默写满的本子，都是你战斗的痕迹。距离2018年考研还有不到一周，请再坚持一下，不焦躁、不放弃。请相信，能走到最后的，一定是最接近梦想的人。新的一天，早安！

2017-05-15
一个人躺在地上，如果他不想起来，那么十个人也拉不起他来，即使起来了也马上会趴下。所有的动力都来自内心的沸腾。如果你做不到一件事，都是因为你还没有真正想做。那种使自己变得生机勃勃的动力，不是别人，只有你自己。新的一天，早安。

2017-11-12
我们很难知道前路有多长，也不一定清楚自己究竟要奔跑多久，但迈开大步向前进、拼尽全力去生活，就是给人生最好的答卷。努力不为感动谁，只为不与最好的自己失之交臂。趁着最美好的年华，继续奋斗吧。新的一天，早安！

2017-09-14
你也许正面临两难的选择，你也许正经历难言的磨难，可谁敢说这看似残酷的更迭，不是你变得越来越好的凭证？从懵懂到睿智，从幼稚到成熟，当干练取代生疏，我们都在属于自己的成长之路上脚步渐稳。早安！

2017-05-21
许多人总说眼前的生活“苟且”，无非是讨厌当下的自己。其实，现实难免单调和充满压力，嫌弃生活的枯燥却止步不前，“诗和远方”便永远是个空想。不妨尝试着把普通的事情做到极致，或许有一天，你会惊讶地发现，曾经以为难以忍受的“苟且”，会赫然变成梦中的远方田野。周日，早安。

2017-11-18
随着时间的流逝，日常的学习和工作都可能变成“习以为常”，很容易对生活产生懈怠感。但是，生活不是一成不变的，心中保有温度和好奇，给自己多一种可能，你才能感受到生命的蓬勃和意义，你的世界也会更加宽阔有趣。早安。

2017-05-09
努力，不代表你已经尽力。很多时候，你允许自己有松懈的机会，允许自己敷衍了事，凡事只求完成即可。这种将就的态度，注定会让你成为一个马马虎虎的人。而真正的进步与成功，恰恰来源于对完美目标的精益求精。早安！

2017-01-23
我们这一生，要走很多条路，有笔直坦途，有羊肠阡陌；有春天的绚烂，有冬季的荒凉。无论如何，路要自己走，苦要自己吃，不可能永远依赖别人。仰望满天的繁星，回望留下的脚印，只要你不回避不退缩，生命的掌声终会为你响起。新的一天，早安！

2017-10-14
我们每个人都不缺梦想，我们缺少的是为梦想坚持到底的精神。因此，在为梦想奋斗过程中的那些矢志不渝才显得弥足珍贵。不是每一个梦想都能实现，但每一个梦想都值得被尊敬；不是每一个梦想都能坚持，但每一个能坚持下来的人都是自己的人生赢家。早安！

2017-05-13
当你抱怨的时候，有的人正在暗暗努力，他们所承受的压力，一点都不会比你少。当你忽然清醒，他们已经远远跑在了你的前面。所以，趁着一切都来得及，收起你的自怨自艾，活在当下，即刻行动，成就全新的自己！早安！

2017-05-07
你想要好身材，只跑了两回步就没再坚持；你想要考试过关，却不到最后一天不会翻开书看；你想要学门外语，可单词书背来背去超不过十页。你可以什么都想要，但前提是你真的去做。能力配不上野心，是所有烦扰的根源。新的一天，早安。

2017-08-26
每个人的生活，都有着不为人知的糟糕部分。真正与众不同的人，能够始终面带微笑，坦然面对现状，而不放弃对未来的热切憧憬。在暂时的困顿中依然笃定从容，才能不断挖掘出继续前行的力量。早安！

2017-01-17
一个人的幸福感，不仅仅来自丰衣足食，更来自我们内心的丰盈。丰衣足食，获得的是生活的踏实感；内心丰盈，获得的是灵魂的归属感。前者让人从容赶路，后者给人在路的前方点灯。愿你有赶路的力量，更有指路的明灯。早安！

2017-11-23
每天听课读书与每天沉迷手机，每天健身跑步与每天胡吃海塞，每天都严格规划时间与每天懒懒散散，人与人之间的区别有时并不在天分和运气，而在这一点一滴的小事。你未来的样子正是由当下的你决定的。你的努力，时间看得见，早安！

2017-01-04
人生是一场马拉松，不可能所有的选手都站在同一条起跑线上。我们虽选择不了出身，但是可以选择前进的方式。即使前路泥泞不堪，也请风雨兼程。相比于那些顺风顺水的人，我们无非是走得累些。当登上顶峰之后，我们确信，能看到世间最美的风景。早安！

2017-11-14
我们常会在人生的十字路口踌躇徘徊，不断思忖究竟该选择哪一条路。其实，每条路上都会有荆棘与坎坷，也都会有阳光和坦途。只要无所畏惧地向前走，哪种选择都会让你离梦想越来越近。选择本没有优劣，脚踏实地地前进就是一种幸福。早安！

2017-09-04
蜗牛一寸寸地爬，每一寸皆是突破；雄鹰一里里地飞，每一里都是奋进。做人就要学习蜗牛往上攀爬的精神，保持快乐；洞悉雄鹰展翅高飞的恒心，一直向前。突破自我，挑战自我，做最好的自己！早安！

2017-10-07
每个人的心里，都藏着一个了不起的自己。只要你不颓废，不消极，一直悄悄酝酿着乐观，培养着豁达，坚持着善良，始终朝着梦想前行，就没有到达不了的远方。新的一天，早安！

2017-12-06
人生几十年，每分每秒都摆在那里。有的人一生波澜壮阔、海阔天空，一辈子抵几辈子过；而有的人，永远在没时间、没机会、没心情中消磨时光。你无法阻止时间流逝，你只能管理自己。别把自己毁在“等有时间再做”，从今天开始改变，早安！

2017-09-03
碰到一点压力就变得不堪重负，遇到一点不确定性就把前途说得黯淡无光，这其实是为放弃明天找的拙劣借口。不放弃，别抱怨，顶住压力，熬过艰难，柳暗花明或许就在眼前。早安！

2017-06-14
身处这样一个焦虑且快速的时代，我们都怕走弯路，怕付出了得不到收获。可是，谁的人生不是由无数弯路，再配以数不清的直路组成的呢？人生没有白走的路，每一步都算数。我们需要做的就是，脚踏实地地前进，把弯路走稳了，将直路踏直了。别让怕走弯路的胆怯，让你丧失了出发的勇气。新一天，早安。

2017-06-22
生活中不可能天天都有明媚的阳光，总会有乌云和阴雨。我们无法预测未知的前程，但我们可以保持乐观、平和的心态，面对顺境时不妄自尊大，保持谦虚和进取；遇到挫折时不妄自菲薄，能够忍耐和坚持。只要拥有一颗足够强大的内心，任何困难都会迎刃而解。早安！

2017-04-01
理想再远大，也需要点滴的努力；口号再响亮，也需要实际的行动。不论你有多么宏伟的规划、多么昂扬的斗志，不去行动，终究是空中楼阁。千里之行，始于足下；漫漫长路，不如就从此刻出发！周六，早安！

2017-05-27
船停在码头是最安全的，但那不是造船的目的；人待在家里是最舒服的，但那不是人生的追求。回首过往你会发现，最清晰的脚印，往往印在最泥泞的道路上。放松心态，努力前行，不辜负每一天。早安！

2017-04-06
水再浑浊，只要长久沉淀，依然会分外澄澈。人再愚钝，只要足够努力，一样能改写命运。不要愤懑起点太低，那只是我们站立的原点。人生是一场漫长的竞赛，有些人笑在开始，有些人却赢在最后。星期四，早安！

2017-12-23
有付出，才会有收获；努力了，才会有回报。当你行动起来后，即便结果不如预期，奋斗的经历与学到的本领，都是以后宝贵的财富。与其坐而论道，不如起而行之；与其空想明天，不如抓住今天。只有实干，才能收获真正的幸福。从现在开始，踏踏实实地为了理想努力吧！新的一天，早安！

2017-10-03
一个人的生活状态常常与心理状态有关。如果一个人对生活的预设就是“苦”，对事情的预期都是“坏”，他就会沉浸在愁苦里。试着去相信美好的东西，相信自己的能力，相信努力有意义，相信生活可以很精彩，幸福就会慢慢来敲门。早安！

2017-10-27
在我们的生活中，不论多难做的事情，只要你开始行动，困难总会一个一个慢慢化解。然后你会发现，不管什么目标，总会有到达的那天。当你决定出发并且为之付诸实践的时候，最困难的那部分就已经完成了。早安！

2017-08-21
经常抱怨生活的，多半是自己跟自己过不去，反而觉得生活与自己处处为敌。其实，你给生活意境，生活才能给你风景。你风声鹤唳，生活也只好四面楚歌。试着换一种眼光看待生活，以积极的心态面对暂时的逆境，终会迎来柳暗花明的时刻。早安！

2017-05-22
每个年龄段都有它的美好之处。只要坦然活在当下，尽力做好每一件事，就会忽略时光的流逝，而全然享受此刻的美好。让内心的世界变得强大，在每一个清晨，对自己说一句：最好的时光才刚刚开始。早安！

2017-06-23
真正的热爱不是叶公好龙式的表里不一，也不是朝三暮四般的反复无常，而是在喧嚣嘈杂的环境中坚守内心的那份安宁，是“弱水三千只取一瓢饮”的执着和专一。找到自己认为对的那份事业、那个人，并为之努力和付出，你的人生从此会豁然开朗。早安！

2017-02-27
让人过于舒服的路，都是下坡路；最不费力气的行走，都是顺风走。然而，动物园里养不出千里马，水井里也生不出腾飞的巨龙。你最终变成什么样，很大程度上取决于你在人生道路上，是选择迎风奔跑，还是就坡下驴。努力这个词太平凡，但努力将使你的人生不平庸。周一，早安。

2017-04-14
你常把“梦想”挂在嘴边，却败在不愿改变的懒惰上；你向往更好的生活，却不愿跳出舒适区去争取。要知道，每个梦想的背后都是恒久的坚持，每个成功的脚下都是无数的汗水。成长的路上，只有奋斗才会给你带来最大的安全感。最痛苦的不是得不到，而是你本可以。新的一天，早安！

2017-03-28
生活中，有些事无论怎样努力，都无法改变。但还有更多的事，我们明明可以改变，却被周围的环境所迷惑，被自己的预判所吓倒。很多时候，真正让我们为难的不是事物本身，而是我们自己那颗尚未开始、就已经退缩的心。不要怕，其实人生没那么多难题。星期二，早安！

2017-05-11
生活的舞台上，处处都有精彩。我们不必羡慕他人的位置，只需演好自己的角色。没有蓝天的深邃，可以有白云的飘逸；没有大海的壮阔，可以有小溪的优雅。只要怀揣希望，逐梦前行，你就是自己的人生主角。周四，早安！

2017-07-27
人总要先下水，才知道深浅；总要先品尝，才知道苦甜。有多少重要的事，想着想着就算了？你得明白，要想得到，不能只是想到，更要做到。新一天，行动起来吧。早安！

2017-03-27
每一段岁月都有它存在的价值，都不应该被辜负。人这一生能做的最愚蠢的事情，就是把全部希望都孤注一掷到未来的某个节点上，而忽略了生活本身应有的乐趣。生命就在每天的生活里，放下执念，认真安排好每一天的活动，用心去感受每一天的心境，这就是生活的意义本身。早安！

2017-08-17
每一个优秀的人，都不是与生俱来带着光环的，也不一定是比别人幸运。他们只是在任何一件小事上，都对自己有所要求，不因舒适而散漫放纵，不因辛苦而放弃追求。雕塑自己的过程，必定伴随着疼痛与辛苦，可那一锤一凿的自我敲打，终究能让我们收获一个更好的自己。新的一天，早安！

2017-10-29
耐得住寂寞，才能守得住繁华。成功需要努力耕耘，埋头苦干；也需要耐心等待，坚持理想。今天的付出，为的是明天的瓜熟蒂落。今天的拼搏，为的是明天的云开日出。坚持的终点，将会是柳暗花明。早安！

2017-08-20
人生的意义，如果仅在于追求成功，得到的快乐并不会多。真正带给你成就感的是成长。克服自身的弱点，探寻未知的领域，在这种不断打磨塑造自己的过程中，更能体会到由衷的喜悦和人生的价值。而成功，只是成长过程中的副产品。早安！

2017-08-31
我们总在寻找能助自己一臂之力的贵人，却常常低估了自己本身就具有的能力；我们总是抱怨上天关上了那扇门，却忘记了自己可以推开一扇窗。勇敢迎接挑战，挖掘自身潜力，这世上最大的贵人，其实正是你自己。早安！

2017-06-05
原地徘徊一千步，也抵不上迈出的第一步；心中想过无数次，也不如真正行动一次。这个世界上不缺少守成者和空想家，缺的是开拓的勇气和实干的精神。不要为内心的犹疑和怯懦所束缚，行动起来，你终将成就最好的自己。周一，早安！

2017-08-30
没有什么成功是一蹴而就的。稍有努力得不到回报就怨天尤人、自暴自弃，这是错误估量了成功背后的代价。只有学会不求短期利益回报，持之以恒做好每一件事，才有可能在长期成功的路上走得更远、更稳健。早安！

2017-04-28
安逸的人生，谁不想拥有。只是，这种安逸，应该是人生的终极目标，而不是年轻时逃避艰辛的理由。真正的安逸是经历年轻时期的奔波岁月后，内心的愉悦富足，它无关享受，无关迷茫，而是内心对未知世界的渴望。什么年龄段做什么事，在还能做梦的年纪，请不要轻易选择妥协。新的一天，早安。

2017-12-31
今天是2017年的最后一天。时光匆匆，人生没有折返的路，我们将曾经的美好定格成回忆，也要学着和过去的自己告别。舍掉不用的东西、舍掉他人的影子、舍掉无谓的人脉、舍掉冲动购物、舍掉一成不变的日子...今天，整理一年的自己。新的一年，让我们轻装前行。早安！

2017-09-17
我们常常幻想着渺茫的诗和远方，却忘了在现实的生活中怀有一颗充满希望的心。找到自己现实的位置，解放出一个自由的心灵，在平凡的生活里找到乐趣的真味，诗和远方其实就在眼前。早安！

2017-01-01
辞旧迎新，元旦又至，有感慨，更有憧憬。生活的脚步，总是一如既往永不停歇地前进着。无论过去一年是成功还是失意，都容不得我们有太多的留恋和迟疑。翻开新的一页，总有未知在等待。那就让我们换上崭新的精神面貌，迎接和塑造属于我们自己的新生活。2017年第一天，早安！

2017-12-22
2017年还剩下不到10天，年初定下的目标都实现了吗？回顾这一年，或许有遗憾与不甘。但你要相信，做过的努力，流过的汗水，都不会白费。想做事情便全力以赴，许下承诺就努力践行。最后几天，提醒自己再努力一点，让自己变得更好。新的一天，早安！

2017-09-12
一个真正有所追求的人，会根据自己的追求制定计划，并踏踏实实付诸实施。在这个过程中让自己逐渐变得充盈、有力，才有机会去最大限度接近梦想。在还没用尽全力以前，请先别急着叹气和委屈。早安！

2017-11-19
常听一句话说：好看的皮囊千篇一律，有趣的灵魂万里挑一。有趣的人，一定是热爱生活的人。即使经历低谷，遭遇挫折，对生活的热忱依旧不灭不减。因此，与其羡慕别人生活的多彩，不如去做一个有趣的自己。新的一天，早安！

2017-05-18
生活里没有“容易”二字。可能你一时犯了懒，觉得舒服惬意，久了你就会发现，偷懒只会让你越来越累；也许你此刻怕麻烦，不愿走出舒适区，等到麻烦找上门来，你只能手忙脚乱。多一些当下的付出，将来就会少很多无谓的麻烦。周四，早安！

2017-07-08
旅行其实未必需要远行，它甚至都不需要你离开自己居住的地方。因为旅行更多的是一种心态，一种开放、好奇和探索的心态。当你拥有了这种心态，不论你在哪里，都能感受到每一天的生动与鲜活。周末，早安！

2017-09-07
人生的每个阶段都会遇到不同的危机。少年的困惑，青年的坎坷，中年的无奈，老年的失去，我们都会一一经历。但无论你身处哪个阶段，拥有有趣的灵魂，坚持梦想的方向，才是对当下生活最好的回应。早安！

2017-08-02
人生就像一场旅程，你很难猜到，下一站等待你的究竟是明媚的阳光还是暴风骤雨。我们虽然无法预测得失成败，但我们可以主导自己的态度和心情。永远以最饱满、最昂扬向上的姿态应对每一个挑战，张开双臂拥抱每一次成长。只要内心是晴朗的，人生就没有阴雨天。早安！

2017-04-15
在步入康庄大道之前，总要走过一段崎岖艰辛的道路；在变得熠熠生辉之前，总须经历一段黯淡无光的日子。那些吃过的苦，那些流过的泪，终会成为我们成长过程中的宝贵财富。只要坚信前途的光明，一时的烦恼又算得了什么！周六，早安！

2017-07-24
每个人都是一颗种子，从破土到含苞，需要冲破累土与石砾，经历日晒和雨淋。当你暂时囿于黑暗，别灰心、别心急，默默汲取营养，努力扎下更深的根基，耐心等待，终会迎来最美的绽放。要知道，所有的付出都将有所回报，只不过每颗种子的花期不一样罢了。早安。

2017-06-11
曾经历过灰头土脸的日子，才会明白，精致是一种能力，热爱生活，更是一种能力。精致背后其实就是热爱，是一颗从容不迫的心。我们都可以靠自己的力量，赶走所有的粗糙和无趣，然后认真搭建起来属于自己的美好。早安！

2017-03-22
生活像一壶名酒，历经岁月而愈发醇厚；生活像一首老歌，传唱多年却更加经典。不必担心你的才华无人赏识，不要害怕你的努力没有成效，只要沉下心来，踏稳脚下的每级台阶，做好眼前的每件工作，时间终究不会辜负你的坚持！周三，早安！

2017-04-03
人生虽有无限可能，却经不起肆意挥霍。下错了注，就可能翻不了局；犯下了错，就可能回不了头。在职场上摸爬滚打的你，选对接下来的赛道了么，训练好自己的长板了么？真的，我们努力都未必能逆袭，何况不努力呢。不怕路长，只怕心老。加油！早安！

2017-07-06
人生虽有无限可能，却经不起肆意挥霍。下错了注，就可能翻不了局；犯下了错，就可能回不了头。在职场上摸爬滚打的你，选对接下来的赛道了么，训练好自己的长板了么？真的，我们努力都未必能逆袭，何况不努力呢。不怕路长，只怕心老。加油！早安！

2017-05-01
今天，是我们每一个劳动者的神圣节日，惟有奋斗，才能不负时代的馈赠。小长假的最后一天，停顿休整的同时，也问问自己：年初定的小目标完成了吗？工作学习是否尽心尽力？如果是，继续努力；如果否，迎头赶上。很多时候，成功就是多坚持一分钟。在一切成定局之前，请不要停下脚步。加油，所有追逐梦想的人们！早安。

2017-10-02
世界上那些了不起的成就，大多是耐心累积而成的。耐心意味着经得起诱惑，耐得住寂寞。不要试着采摘那些还没成熟的果实，只有等到瓜熟蒂落，才能收获无悔人生。早安！

2017-12-20
我们常常在和别人的比较中迷失自我，觉得自己相形见绌。事实上，不要在岁月的磨难中忘掉初心，不要让世俗迷失了自己的眼睛，每走一步都清楚地知道自己想要什么，就能达到独属于我们自己的人生高度。早安！

2017-08-16
你只看到别人成绩好，却没看到他每天在图书馆待到多晚；你羡慕别人身材好气质佳，却不知道她在健身房挥汗如雨。与其纠结为什么别人的人生总像开了挂，不如勇敢尝试，付出持续不断的努力。所谓“好运气”，不过是机遇遇到了努力。新的一天，早安。

2017-08-09
从来没有一蹴而就的成功，也从来没有轻易实现的理想。如果，你感到此刻的自己很辛苦，请告诉自己，容易走的是下坡路。辛苦，是因为你正在走上坡路。将来的你，一定会感谢现在努力的自己。早安！

2017-06-03
错过了日光的明媚，还可以感受月光的温柔；错过了大海的壮阔，还可以欣赏溪流的轻快。不要因为害怕错过而放弃了追寻，有时候，缺憾也是一种美丽。只要你有一双发现美的眼睛，人生处处都是曼妙风景。周六，早安！

2017-12-08
与其为流逝的时光惶恐，不如结结实实地抓住分秒。每天抛弃不成熟的自己，每天改善一些不完美，便离最好的自己又近了一步。努力，有天无愧地告诉自己，告别的那些青春岁月，不是荒废，是成长。新的一天，早安。

2017-11-20
在不大不小的年纪里，我们每天重复着不好不坏的工作，好像看不清前进的道路，只是常常在抱怨生活怎么这么糟糕。其实，糟糕的不是生活，而是得过且过的我们。生活常有不顺，但只要我们不放弃努力，就有可能把那些不和谐的声音转化为动听的乐章。新的一天，早安！

2017-07-01
你所经历的一切都会造就你。如果你只是被惯性驱使着，一成不变地生活，那样的人生未免苍白。只有对经历过的一切产生反思的人，才会从经历中成长。时常反省，时时清醒，才能把每一天都活出意义来。早安！

2017-10-13
看似安逸的温室，其实是滋生懒惰的温床。人生经不起懒惰和等待，想要幸福的人生就必须不断突破自我、改变自我。冲破舒适圈，直面各种挑战和困难，在暴风雨中磨练自己的灵魂、提升自己的心性，你终将成为更强大的自己。早安！

2017-02-13
人生这场大戏，有高潮，也有低谷；有繁华，也有落寞。灿烂的烟花终究短暂，不变的是日月星辰、朗朗乾坤。不必贪恋片刻的欢愉，需要在意的，是如何度过那些寂寞的时光。在平凡的日子里，永不停息奋斗的脚步，是我们对抗无情岁月的一剂良药。周一，早安！

2017-02-24
我们总在仰望和羡慕着别人，一回头，却发现自己正被别人仰望和羡慕着。其实，每个人都有属于自己的幸福。只是，你的幸福，常常在别人眼里。与其总是与别人攀比，不如珍惜此刻你所拥有的，把握当下的生活，才能通往明天的幸福。早安！

2017-06-21
感觉有忙不完的事就对了，说明你正为前程奋斗；感觉总不如人就对了，说明你正试图赶超；感觉走得特别艰难就对了，说明你正走上坡路。若你正感到迷茫抑或辛苦，告诉自己，再坚持一下。你终会发现，拒绝放弃的那些努力，是多么值得。新一天，早安！

2017-12-14
每个人都可能会碰到特别难熬的阶段，或长或短，让你感到绝望，看不到光。可是，沉溺于抱怨、苦恼是没有用的，难过痛苦更加无济于事，倒不如收拾收拾心情，抖擞抖擞精神，昂首挺胸去面对，也许一切就会柳暗花明。早安！

2017-09-29
就像每一种风景都值得被欣赏，每一种生活也都有独特的魅力。别再用一些刻意的标准来绑架生活，去衡量我们是否幸福。因为，每一种活法都会有不一样的人生，每一种人生都会有属于我们的不同的幸福。早安。

2017-03-14
自立是一种对生命积极、自主、负责的态度。别拿着别人的地图找自己的路，也别做现成答案的乞讨者。试着去做自己生命的拓荒者，去探寻自己潜能的上游，在这样的过程中，为自己的人生走出不一样的每一步。早安！

2017-01-13
船停在码头是最安全的，但那不是造船的目的；人待在家里是最舒服的，但那不是人生的追求。回首过往你会发现，最清晰的脚印，往往印在最泥泞的道路上。放松心态，努力前行，不辜负每一天。早安！

2017-12-15
时间的流逝总是无声无息，别等到回忆时才觉得留下了太多遗憾。你的梦想，只能用奋斗来奠基，用行动来抵达。学会规划时间，对生活中的人和事更加包容，培养一两样自己的爱好……在细水长流的日子里，努力成为更加优秀的自己。新的一天，早安！

2017-10-26
新常委集体亮相，“梦之队”将带给中国怎样的变化？全世界拭目以待。2018，改革开放40年；2019，新中国成立70年；2020，全面建成小康之年；2021，建党100年。每一个节点，皆为奋进的鼓点。梦想就在前方，前路并不平坦。强国路上，无需更多溢美之词，只需用成绩说话。中国，再出发！早安！

2017-06-24
努力需要讲究方法，打拼需要掌握技巧，不是一味地付出和透支，就能换来最好的自己。当你过度透支自己的时候，请对自己好一点；当你失败的时候，也请千万别破罐破摔。请记住，不是每一次出发，都能成功到达，但只要终点不变，保持行走，你一样可以用别的方式抵达。新的一天，早安。

2017-09-16
山高路远，是畏难的懒惰者到达不了的终点。真正胸怀远方的人，不会抱怨、胆怯，而是坚定地走好脚下的每一步。只要一直走下去，蓦然回首，你会发现，坚持走到的每一处，都是曾经想要放弃时以为到达不了的地方。早安！

2017-05-02
人生就像一盘棋，一旦落子就不能反悔。过去，也许有过荣耀，或许经历挫折，都不必太在意。我们唯一能做的，就是走好脚下的每一步，下好眼前的每步棋。把每一个平凡的当下都努力过得精彩，才能给未来留下最美的回忆。周二，早安！

2017-12-04
有付出，才能有收获；努力了，才会有回报。当你行动起来后，即便结果不如预期，努力的过程与学到的经验也都是宝贵的财富。与其空想空谈，不如从现在开始，踏踏实实地用实干争取自己的幸福。新的一周，早安！

2017-04-24
人生不是一次短暂爆发的突击赛，而是一场比拼耐力的马拉松。短暂的激情满满也许能成就一场突击，但完美收官一次马拉松，需要的一定是恒久如常的努力。在日复一日中保持进取，时间一定会给你想要的答复。早安！

2017-06-29
真心想做一件事情时，再大的困难也可以克服；不想做一件事情时，再小的阻碍也会成为理由。很多东西，先决条件很重要，但更重要的是后天自己创造的条件。要记得，成为想成为的人，不要只是说说而已。从现在做起，人生的每一刻，都是在为自己的明天铺路。新一天，早安！

2017-12-19
不想前进的人，总会有各种各样的理由待在原地不动。有多不想改变，就有多顾影自怜；有多不想前进，就有多认命。怨天尤人的时候，什么事情都是可悲的；直面困难的时候，没有什么事情是做不到的。新的一天，早安！

2017-09-25
有时候，我们觉得自己很失败，什么都做不好，于是自我怀疑、自怨自艾。可这样的状态不仅于事无补，还会让你日渐消沉、丧失斗志。所以，任何时候都不要怀疑自己向前走的能力，相信自己，才能走得更加坚定。早安！

2017-09-21
即使不知道距离梦想的终点还有多远，即使前路颠簸没有捷径可循，我始终愿意相信成功就在下一个拐角处。坚定信心，认准前路，蹄疾步稳地走好每一步，这就是距离成功最近的路。新的一天，早安！

2017-09-26
人生不可能总是一帆风顺，也不会永远风起云涌。因此，千帆过后，要学会坚韧不拔，懂得从容坦然。顺境时，多一份思索，逆境时，多一份勇气；成功时，多一份淡然，彷徨时，多一份信念。早安！

2017-09-30
世上没有白费的努力，也没有碰巧的成功，一切无心插柳，其实都是水到渠成。人生没有白走的路，也没有白吃的苦，跨出去的每一步，都是未来的基石与铺垫。踏踏实实地做好每件小事，勤勤恳恳地付出努力，你的梦想终将实现！早安！

2017-01-15
四平八稳、安静祥和的生活固然好，但年轻的你是否会觉得，那样的日子欠了点儿火候？在本该奋斗、闯荡的年岁里，让我们怀揣着贲张的血脉，去遇见一切美好的或者不那么友善的意外。与一路未知的新鲜感和难得的际遇相比，那些曾经的恐惧和退缩，根本不值一提。周日，早安。

2017-12-26
船停在码头最安全，但那不是造船的目的；人待在家里最舒服，但那不是人生的追求。最清晰的脚印，往往在最泥泞的路上；最美丽的风景，常常在最险峻的山顶。放松心态，努力前行，别辜负生命中的每一天。早安！

2017-04-05
你只看到别人成绩好，却没看到他每天在图书馆待到多晚；你羡慕别人身材好气质佳，却不知道她在健身房挥汗如雨。与其纠结为什么别人的人生总像开了挂，不如勇敢尝试，付出持续不断的努力。所谓“好运气”，不过是机遇遇到了努力。新的一天，早安。

2017-11-26
山不却垒土之功，故能成其高；海不避涓涓细流，故能成其大。这世上从来就没有一步登天的神话，有的只是日积月累、滴水穿石，没有什么能够打败一个永不言弃的人。只要方向足够明确，信念足够坚定，全世界都会为你让路！新的一天，早安！

2017-06-18
人人生而不同。每个人都应该有自己的一套生活原则和智慧，不盲从，不偏激，不虚伪，不妄自菲薄，然后，用它来指导眼前的生活，发现最适合自己的生活方式。对自己的内心真诚，才是靠近幸福的捷径。早安！

2017-08-04
你无法决定明天是晴是雨，爱你的人是否能留在身边，此刻的坚持能换来什么。但你能决定今天有没有准备好雨伞，有没有好好爱人，以及是否足够努力。不要忘记自己坚持了多久才走到这里，而未来发生的都会是礼物。早安！

2017-08-28
长大不是一蹴而就的事，也不是只有轰轰烈烈、脱胎换骨才叫成长。我们都不完美，可是，只要勇敢走出舒适区，克服掉依赖的心理，一点一滴地改变，今天的你就会比昨天的你更好一些。请不要放弃成长，你终会遇见更好的自己。新的一天，早安。

2017-11-11
真正的热爱不是叶公好龙，不是浅尝辄止，更不是朝三暮四，而是在嘈杂中坚守内心的那份宁静，是“弱水三千只取一瓢”的专一和执着。找到自己认为对的那份事业、那个人，并为之努力和付出，这是最不辜负光阴的选择。早安！

2017-09-08
所有的付出都会让我们成为更好的人。你现在的努力和准备，都是一种沉淀和积累，它们会在将来某个特殊的时间点到来时，助你爆发出强大的力量。总有一天，你的努力，会为你证明自己。早安！

2017-03-31
当你的才华还撑不起野心时，就应该静下心来学习；当你的能力还驾驭不了目标时，就应该沉下心来历练。仰望星空固然为我们带来动力和希望，唯有脚踏实地才能带我们去到梦中的远方。周五，早安。

2017-02-11
没有在平淡和琐碎中提炼美好的能力，即使走遍天下也无法获得满意的生活。生活天天有惊喜，人生处处有奇迹，成熟理性的人自能从身边挖掘美好，而不依赖于远方的想象和他人的救赎。世界那么大，让我们先过好当下。早安！

2017-09-09
时间脚步匆匆，催老容颜的同时，也给予丰盈与从容。年轻资本丰厚，不在于有大把光阴可以挥霍，而是拥有一颗热情赤诚的心，不害怕做梦，不畏惧去爱。其实，只要一直奔跑在追逐梦想的道路上，就无关年龄。不论朝阳迟暮，都是人生好时节。早安！

2017-08-25
站在熙熙攘攘的人群中，你也许不是那么起眼，拥有的不是那么多，但这不要紧。要紧的是：你始终循着自己的脚步，在不慌不忙中日渐优秀，当别人赶超你的时候，提醒自己，只要不曾后退，慢一点也无妨。一直往前走，你终能抵达自己想去的地方。新的一天，早安。

2017-05-14
母亲，我们永远的“笑点”，我们永远的“泪点”；母亲，我们挥不去的千思百虑，我们道不尽的情感依恋；母亲，有她的地方就是家，有她的地方就有爱。今天，母亲节，记得告诉她：我爱你，一如最初。早安！

2017-09-22
人生的道路不可能一帆风顺，总有曲折蜿蜒的时候，也总有崎岖不平的时候。当你遭遇挫折、想要放弃时，请记得劝自己一句：坚持到底。半途而废只会让一切功亏一篑，唯有坚持，才有可能获得最终的胜利。新的一天，早安！

2017-08-22
面对结果的失败，千万不要连带着过程也全盘否定。短视的人只会看到“无功”，但事实上没有一分努力是“徒劳”。拼尽全力，你终究会比昨天的自己，好上一点点，哪怕看似一无所获，却一定能在平凡日子里，成为自己的英雄。早安！

2017-05-30
成功不可能是急功近利的模仿，梦想更不可能是人云亦云的跟随。真正能够有所成就的人，都有着对自我的清晰认知、对目标的独自选择，然后相信滴水穿石、久久为功，在踏踏实实的坚持中摆脱了平庸，塑造了他们的与众不同。早安！

2017-11-10
你常把“梦想”挂在嘴边，却败在不愿改变的懒惰上；你向往更好的生活，却不愿跳出舒适区去争取。要知道，每个梦想的背后都是恒久的坚持，每个成功的脚下都是无数的汗水。成长的路上，只有奋斗才会给你带来最大的安全感。新的一天，早安！

2017-01-05
我们每个人都会经历这样一个探索期，对未来的变化、对人生的未知感到迷茫，却又较着劲努力往前走。其实，正是在这样的跌跌撞撞中，才会逐渐知道自己内心所向；经历过这样的迷茫不安，才能耐得下性子沉淀积累，埋头前行。新的一天，早安！

2017-02-20
“忙碌”其实是“努力”的代名词。心里有斗志的人，才会逼着自己去忙、去打拼、去付出，以改变生活和命运。当你全心投入，不辞辛苦，在努力中甚至忘记时间的流逝，时间离开时，就会悄悄给你留下礼物。新的一周，早安！

2017-07-14
不满足于现在的状态，就别只是抱怨，而是赶紧作出改变的计划。作出了计划，就别等待，而是用行动实现它。最终区分卓越与平庸的，只有行动与坚持。早安！

2017-09-15
很多时候，我们都觉得天不遂人愿，不能心想事成。这个时候你不如问问自己：你有能力改变命运吗？如果没有，那就想办法改变自己吧。改变自己的懒惰，改掉自己的坏习惯，慢慢地你就会发现，你的改变让生活都变得顺利多了。新的一天，早安！

2017-10-21
“青年兴则国家兴，青年强则国家强”，十九大报告最终结笔于对青年的希望。瞩望殷殷，其心拳拳。“故今日之责任，不在他人，而全在我少年。”青年人志存高远，中国梦就不会远；青年人脚踏实地，中国就永远站得稳。新时代，新青年，新的一天，早安！

2017-11-02
从来没什么成就是轻轻松松就能获得的，需要备考就分秒必争，事业攻坚就迎难而上，想要旅行就着手计划。别总说为什么成功的总是别人，跟那个拖延懈怠的自己挥手作别，只要你愿意，随时都可以出发。坚持，勇敢，沉住气，预测未来的最好方式，就是去创造它。新一天，早安。

2017-07-17
我们无法预知未来是什么样，但却可以通过把握现在去塑造未来。珍惜今天的每分每秒，读书、工作、健身、旅行，让自己变得更好。只有抓住当下，充实自己，才能站稳脚跟，拥抱未来。早安！

2017-11-29
人生是一场漫长的旅途。不论过去的你是什么样，最重要的都是今天你是谁，以及明天你会成为谁。把辉煌和挫折都留给过去，今天起，定下一个小目标，轻装上路，勇敢地迎接风霜雨雪，在磨练中不断成长，最美的风景终将在前方等你。早安！

2017-03-08
自立是一种对生命积极、自主、负责的态度。别拿着别人的地图找自己的路，也别做现成答案的乞讨者。要做自己生命的拓荒者，去探寻自己知识与智能的上游，如此你才能为自己的人生走出不一样的每一步。早安！

2017-03-09
人生需要一种平衡，再苦，也要微笑，让心学会轻松；再痛，也要坚强，让梦洒满阳光。感激生命中那些艰难的岁月，别把它们当成坏事，应该看作学习、成长的机会。怕什么山高路远，只要肯用心，前方就是一片坦途。周四，早安！

2017-04-22
每段走过的路，都成为我们背后的风景，也许我们还没来得及认真欣赏，或者错过了极好的拍摄时机。但我们也不能回头、不能停留，若此刻停留，也许会错过更美的风景。不在此刻迟疑，只为下一刻努力。周六，早安！

2017-01-10
一开始的斗志和干劲很重要，但更重要的，是坚持下去的勇气。无论你从事什么样的工作，或是还在校园中拼搏，都请不要忘记了当初，你曾经为了梦想而有过的勇气。把那一刻的勇气，变成此时此刻的坚持，你终将遇见更好的自己。周二，早安！

2017-11-17
抵达我们想去的地方，难免会遇到一段特别难走的路。这段路或许让我们迷茫、痛苦甚至绝望。但总会有些人和事激励着我们前进，让我们到达胜利的终点。请感谢那些给予爱和力量的人与事，也要感谢那个有担当有勇气的自己。新的一天，早安！

2017-09-20
生活中很多选择都没有标准答案。毕竟人人生而不同，很多事情没有对错，只有是否适合。认识自己、相信自己、悦纳自己，既不妄自菲薄也不轻言放弃，这就是幸福生活的密码。早安！

2017-03-10
山不却垒土之功，故能成其高；海不避涓涓细流，故能成其大。这世上从来就没有一步登天的神话，有的只是日积月累、滴水穿石，没有什么能够打败一个永不言弃的人。只要方向足够明确，信念足够坚定，全世界都会为你让路！周五，早安！

2017-03-02
乍暖还寒三月天，2017已过了六分之一。在这个离希望、梦想最近的季节里，你的新年计划在有序推进吗？这个春天，继续勇敢追梦，不要轻言放弃。愿时光不负努力，青春不负自己。早安！

2017-03-12
实现理想的道路不可能总是一帆风顺，有时难免磕磕绊绊。摔倒并不可怕，可怕的是没有重新站起来的勇气。把挫折和挑战当作历练，在风雨中奋勇前进，在试错中不断成长。终有一天，你会找到那把通往成功之门的钥匙。周日，早安！

2017-12-03
下班后一躺一晚上，周末一睡一整天，一个手机、一张床就能消磨掉你全部的好时光。青春应该迸发着热情和火光，请别让时间在闲谈和无聊中被打发。理想的生活需要你亲手去创造，趁着年轻，迎着风雨，怀揣梦想，大步向前。早安！

2017-08-10
生命的常态，远不只是泛着涟漪的池水，更有涌动的暗流、潜在的礁石。正是这些，才构成了完整而丰富的人生，也正是在崎岖道路上的砥砺前行，每个人的精神生命才能不断成长。面对困难，迎难而上，风雨之后你会赢来美丽的天空。新的一天，早安！

2017-05-31
在我们的生活中，所有的事情都有它存在的意义。当你觉得孤独，那正是认识自己的机会；当你觉得黑暗，那正是发现光芒的机会；当你觉得无助，那正是让你知道内心有多强大的机会。坚持住，在锻造自我中超越自我。早安！

2017-09-24
改变自己，是一个循序渐进的过程。不必急功近利、不必追求立竿见影，只要每天能比前一天有一点突破、一点改善，只要朝着正确的目标持续地做下去，你就会成为更好的自己。早安！

2017-05-15
一个人躺在地上，如果他不想起来，那么十个人也拉不起他来，即使起来了也马上会趴下。所有的动力都来自内心的沸腾。如果你做不到一件事，都是因为你还没有真正想做。那种使自己变得生机勃勃的动力，不是别人，只有你自己。新的一天，早安。

2017-04-09
过上自己喜欢的生活、成为自己喜欢的样子其实很简单，那就是把无数个“今天”过好。这意味着不辜负不蹉跎时光，以饱满的热情迎接每一件事，让每一天都有滋有味。这样，当我们某天回头看时，一切就都是刚刚好的模样。早安！

2017-04-04
只要一直在往前走，你就会看到更多更美的风景。所有的弯路与泥泞都有它存在的意义，没有过去的那些坎坷，就不会有今天的心态与能力。别惧怕眼前的挫折，别担心暂时的灰暗，认准一个目标踏实前行，总会走到曙光降临的地方。早安！

2017-02-07
未穿过黑夜，就无法看到黎明的曙光；不经历寒冬，就难以触摸到春天的温暖。走在人生的大道上，我们也许会经受风霜雨雪的洗礼，也许需要忍耐寂寞煎熬，可能遇到数不清的磕磕绊绊，但是，想想身后的漫漫长路，我们有什么理由怀疑，再多坚持一下，就能到达理想的彼岸呢。新的一天，早安！

2017-02-05
与其羡慕别人，不如做好自己。肤浅的羡慕，无聊的攀比，笨拙的效仿，不会带来快乐，只会带来烦恼。过分地关注他人而忘了修炼自己，只会让自己日复一日活在他人的影子里。认清真实的自己，找到属于自己的位置，然后昂首阔步走自己的路，你会发现“做自己”的快乐远远胜过一切比较与羡慕！新的一天，早安。

2017-02-04
如果梦想不是用来实现的，那要梦想干什么？正因为你知道它就是用来实现的，所以当有一点机会的苗头出现时，你才会懂得赶紧抓住，你才敢于在自己什么都不会的时候，隐忍地韬光养晦，接受挑战。而在这个过程中，你也会完成自我的蜕变：因为相信梦想，所以你变成了一个相信自己的人。新的一天，早安。

2017-02-01
忙碌的工作是生活的常态，适当的休息则是必不可少的一剂调味品。闲暇的日子，不妨多陪陪家人，关心一下身边的亲朋好友，让身心得到放松；读读书，给自己充充电，保持大脑的活跃度。充分利用这短暂的空白时光，它能变成你人生的重要增值期。早安！

2017-01-29
与其担心未来，不如现在好好努力。不要轻易把梦想寄托在某个人身上，也不要太在乎身旁的耳语，因为未来是你自己的，只有你自己能给自己最大的安全感。别忘了答应自己要做的事，别忘记自己想去的地方，不管那有多难，有多远。大年初二，早安！

2017-01-21
有一条路，妈妈牵着你的手走过，有一条路，爸爸接你时把你顶在肩头，终于有一天，你沿着那条路离开了家。从此，你在路这头奋斗打拼，父母在路那头牵肠挂肚。你去了很多地方，见过美景无数。可哪有风景，能美过父母望眼欲穿的路。辛苦打拼了一年，是时候回家过年了！早安。

2017-01-20
不要总是焦虑未来，未来的模样并不会因为你的焦虑而变得清晰。未来看不清，不如把握好现在，因为人生犹如游戏关卡，只有一关一关闯过，才能看清下个关口的大门。好好生活，别浪费时间；认真学习，不断充实自己，如此，才能在未来到来时有足够的能力迎接它，挑战它。周五，早安！

2017-06-16
在生活中应该保持健全平和的心态。正确地树立前进的目标，让目标成为生活的向导，而不是沉重的负担。让心态与行动达成一致，合理地安排时间，充实地生活而不是疲惫地挣扎，你才能更好地体会生活的价值。早安！

