2015-11-16
2015年，转眼只剩下45天。你是不是常常感慨时光飞逝，梦想来不及实现？而别人总能把生活过得风生水起，精力满满？要知道，人本没有很多时间，如果你真正在乎一件事，总会挤出时间来……从今天起，以努力的姿态行动起来，不蹉跎，不虚度。早安！

2015-12-29
你可以对生活充满抱怨，也可以保持童心，眼里常映美好；你可以愤慨为什么别人有的你没有，也可以选择珍惜现有的一切，只愿活在当下；你可以被动等待，也可以积极行动起来。很多时候，幸福，只是你自己的选择。新的一天，找到幸福，早安。

2015-11-29
你是不是总觉得不快乐？对于批评，你怀疑自己；遭遇失败，你垂头丧气。在你眼里，别人总比你过得好。其实，世上没有绝对幸福的人，只有不肯快乐的心。不为过去的失败耿耿于怀，不为还没到来的明天烦恼，用力地活在今天。请让自己过得快乐而骄傲，早安！

2015-12-14
2015年还剩下最后3周。时光的脚步走过春夏秋冬，不管是收获颇丰，还是历经坎坷，都要不忘初心，坚定前行。为明天做准备的最好方法，就是集中所有智慧、热诚，把今天过得尽善尽美。走好每段路，就能收获属于自己的成功。星期一，早安！

2015-12-25
是的，最后7天！就要挥手跟2015作别。这一年，实现了哪些愿望？又留下哪些遗憾？2015，感谢自己的努力拼搏，别人怎么看，何必太在意；2016，下决心改变，知道如何选择，明白如何坚持，懂得如何珍惜。最后7天，全力以赴，为今年收个好尾，为来年加油。新的一天，早安！

2015-11-24
不要让“准备”成为拖延的借口，行动就从此刻开始；不要质疑自己能力，相信你远比想象得更强大；不要再把时间都留给游戏、网络，让书本和运动充实生活。每天一点小小的改变，告别消极、懈怠、不安的自己，为梦想，去努力，去冲刺！新的一天，早安！

2015-12-18
有梦想的人不做选择题，只做证明题，所以，年轻的你，可以犯错，可以跌倒，但千万不要怀疑自己，也不要放弃梦想。去想去的地方，做该做的事情，不迟疑，不徘徊。2015年最后两周，向自己承诺：从此刻开始，你做的每个选择，都让自己比现在快乐、充实。早安。

2015-12-07
每天一开电脑就想刷网页看八卦？棘手工作一堆，却总拖拉着不想开始？好的开始是成功的一半。出色的人并不比你聪明，而是比你更能自控，更有效率。改变，从今天起，新的一周，早安！

2015-12-05
遇到挫折，你沮丧“为什么倒霉的总是我”，可有人却在其中寻找成功的可能；看到别人的成功，你总因为自己的平庸怨天尤人，却没看到在你玩耍时别人默默的努力。很多时候，你的借口和负面情绪阻碍了你的前行。所以，放下悲观，放下退缩，去努力就是了。周末，早安。

2015-12-26
2015即将走过，曾经荒废时光的你，没时间遗憾，唯有追赶和改变：总有人在你刷朋友圈的时候，苦练口语；总有人在你打游戏时，坚持阅读；总有人在你熟睡时，回想得失总结不足。别让明天的你，再憎恨今天不曾尽力的自己，行动起来吧！周末，早安。

2015-11-18
习惯为自己找借口、浪费太多时间、忽视健康、说到做不到……有些事人生中总会留下遗憾，你中枪了吗？好在你还有时间，从今天起，不再放纵自己的懒惰与胆怯，为目标奋力一搏。请相信，只要决心改变，生活一定会给你新的开始。星期三，早安！

2015-11-26
每个人的身上，都依附着两个自己：好的自己和坏的自己。让积极打败消极，让高尚打败鄙陋，让真诚打败虚伪，让宽容打败计较，让快乐打败忧郁，让勤奋打败懒惰，让坚强打败脆弱。只要你愿意，你就能做最好的自己。新的一天，早安！

2015-12-01
年初时许下的承诺，你还记得吗？年底了，12月的第一天，跟过去的时光道个别，回顾一下自己奋斗过的每一天。感谢那些让你成长的瞬间，铭记那些让你有过欢笑泪水的坚持。但是要记得：以努力的姿态，迎接2015年最后一月，让剩下的每一天都不会虚度，早安！

2015-12-06
习惯若不是最好的仆人，便是最差的主人。距离2015年结束不过25天，每天自我提醒一次，在这年结束以前，每天进步一点点，跟那个浮躁、粗心、消极、懈怠的自己挥手再见，以更好的姿态，更好的自己，去迎接新的晨曦。星期日，早安！

2015-12-22
能不能做自己情绪的主人，很大程度上也决定成就的大小。在2015年最后一个节气——冬至里，学会积极面对自我吧！去摆脱负面能量的主导，以更好的状态迎接新年。新的一天，早安！

2015-12-30
在异乡打拼，觉得辛苦不易，忍受孤独寂寞，难过无人倾诉，下雨没人送伞，一个人走完四季，冷暖自知。可是，很多人和你一样。耐得住寂寞才守得住繁华，该奋斗的年龄不要选择了安逸。度过一段自己都能感动的日子，请相信，你想要的岁月统统都会还给你。早安。

2015-12-13
人生没有折返的通道，只有向前的路标。回首不必遗憾，前行不必蹉跎，若是美好，叫做精彩；若是糟糕，叫做经历。新一天，给自己加油！早安。

2015-12-23
2015年迎来倒计时，不要等“最恰当的一刻”才去做某件事。每天结束前，列出第二天的计划，做个有条理的人；减少那些无意义的聚会和应酬；不急不躁地面对每一项工作……一起向新年冲刺吧。新的一天，早安！

2015-11-20
美国作家阿尔伯特·哈伯德曾说：“快乐是一种习惯，要善于栽培它。”从今天起，学着做一个简单的人，不庸人自扰，不浪费时间，不沉迷过去，不恐惧将来。有人爱，有事做，再用更宽阔的心，去治愈那些小小的不快乐。愿每一个追求幸福的你，都能如此拥抱生活。新的一天，早安！

2015-12-27
感觉有忙不完的事就对了，说明你正为前程奋斗；感觉总不如人就对了，说明你正试图赶超；感觉走得特别艰难就对了，说明你正走上坡路。离2015年结束还有5天。若你正感到迷茫抑或辛苦，告诉自己，再坚持一下，你终会发现，拒绝放弃的那些努力，多么值得！新的一天，早安！

2015-12-11
别担心现实总比梦想遥远，别计较收成不如付出丰盈，每个看似低的起点，都是通往高峰的必经之路。从今天起，直面挫折，不埋怨不逃避，专注自己的需求，勇敢跨出舒适区。认真的人改变自己，执着的人改变命运。早安！

2015-12-02
朋友们，生命的天空里，有风和日丽，亦有云遮雾障。不是每轮艳阳都暖人，不是每片乌云都下雨。既然决定不了命运的走向，那就踏实走过每一天；既然左右不了天空的变幻，那就悉心装扮自己的心空。请相信：珍惜了，能拥有；付出了，有回报；走过了，不后悔。新的一天，早安！

2015-12-08
从今天起，学会投资人生吧：读书，阅读智者的灵魂，将寂寞的辰光换成巨大的享受；旅行，卸掉思想的重负，去陌生环境里感悟；锻炼，延展生命的张力，强健的体魄让你走得更远；助人，让身边涌动暖意，由此带来的幸福感不可估量……你的努力，生命从不辜负。新的一天，早安。

2015-11-27
每个人都在奋不顾身，都在加倍努力，你没有理由一边委屈一边抱怨人世寒冷。给自己多一点疼爱，对生活多一点信心。只要今天比昨天好，就是前行路上最大的幸运。本周最后一个工作日，早安！

2015-12-31
转眼间，2015只剩最后一天！向过去这一年表达感谢：感谢自己始终努力；感谢迷茫把前路照亮：感谢成长叫今天比昨天好。2015，若是美好，叫做精彩；若是不甘，来年再拼一番！这一年，值得每一个你我骄傲！早安，为2016年，遇见新的自己，加油！

2015-11-23
怨天尤人、得过且过只能让自己的生活愈加苦痛，唯有起身行动、改变，才有可能扭转不好的情势。当我们开始去做自己力所能及的事时，世界或许不会因此而一定发生改变；可如果我们什么都不去做，事情只会朝更加糟糕的方向发展。每个人都有改变自己的潜能。新的一周，早安！

2015-12-16
不要让“准备”成为拖延的借口，行动从此刻开始；不要再把时间都留给游戏，让书本和运动充实生活；不要再让退缩成为选项，用规划和自控让人生更加积极。请相信，卓越不是一种行为，而是一种习惯。早安。

2015-12-20
生活之所以耀眼，是因为磨难与辉煌会同时出现。所以，别畏惧暂时的困顿。请相信：不管多险峻的高山，总会给勇敢的人留一条攀登的路。新的一天，早安！

2015-12-24
其实，幸福一直都在我们的左右，幸福就是这么简单……只要你“想要”，就可以拥有！学会用一颗感恩的心，体会生活中的快乐点滴，幸福，从每一天开始。距离2015结束还有8天，早安！

2015-12-19
你无法控制生活，但你可以积极应对；生活不会更容易，但你可以更强大。2015即将过去，别忘了年初答应自己的事，人生不设限，推自己一把，没有到不了的明天！周六，早安。

2015-11-28
每天都步履匆匆，忙着增值，忙着工作。有多久没好好给自己做一餐饭，多久没好好看看爱人，多久没好好读一本书了？人生是场跋涉，要学会途中小憩，放松心灵，找回最简单的快乐。忙碌的你，周末到了，生活不仅仅是“活着”，给自己充充电吧。早安！

2015-12-12
世界上有两种人，一种是强者，一种是弱者，强者给自己找不适，弱者给自己找舒适。很多时候，你的不如意，不是你运气不好，不是你不够漂亮，不是你没有机会，只是因为你还不够努力。越努力，越幸运，是最朴素的道理。提醒自己，早安。

2015-12-09
与其为流逝的时光惶恐，不如结结实实地抓住分秒。每天抛弃不成熟的自己，每天改善一些不完美，便离最好的自己又近了一步。努力，有天无愧地告诉自己，告别的那些青春岁月，不是荒废，是成长。星期三，早安。

2015-12-04
年初，许下的那些愿望，你还记得吗？转眼间，已是2015年最后一月。跟过去每一天好好道别，铭记那些让你脚踏实地的坚持，感恩那些让你有笑有泪的成长，提醒自己还有尚未实现的梦想、还有不曾抵达的远方。2015，余下的每天都不虚度。早安！

2015-11-19
你想要富裕体面的生活，但觉得打拼太辛苦，总想找些取巧的路。可三五年后，你会发现，曾光芒万丈的你开始变得暗淡，而那些曾经不如你却更踏实的人反而拥有更多机会。这是你想要的未来吗？如果不是，便从今天开始，放下懒惰，去拼，去奋斗。别让明天的你怨恨今天不够努力的自己！星期四，早安！

2015-11-21
雨雪天刚好有伞，一家人窝在一起看电视，婴儿握住你的手指，疲惫时的一个拥抱……这些都是人生中美妙的事情。生活有好有坏，你愿意去感受的那一部分，就组成了你的人生。只要你愿意拥抱它，幸福从来都很简单。周末到了，别忘了去感受生活中的点滴美好。人民日报微信的读者朋友们，早安！

2015-12-10
一个人的气质，并不在容颜和身材，而是内在散发的魅力；一个人的修养，不是装扮出来的优雅，而是一种阅历的体现、一段人生的沉淀。说话不慌张、对人微笑、遇事温和但有主见……生活种种细节的改进，愿岁月雕刻出更好的你。早安！

2015-12-17
碰到一点压力就觉得不堪重负，碰到一点不确定性就把前途描摹成暗淡无光，大概都只是为不想努力而找的借口。2015年开启倒计时模式，做该做的事，走该走的路，让这一年结束的时候，多些收获，少些遗憾！早安。

2015-12-03
你是否经常感慨，有些人一天完成很多事，而你却千头万绪，手忙脚乱？要知道，出色的人并不比你聪明，而是更能自控、更有效率。从现在起，提前准备、学会高效……只要决心行动，生活一定会看到更努力的你。新的一天，改变！早安。

2015-11-30
往事如烟，浅笑而安。慢慢懂得，人的一生会经历太多起伏，不可能总是一帆风顺，也不会永远风起云涌。因此，千帆过后，要学会坚强，学会忍耐，学会从容！顺境时，多一份思索，逆境时，多一份勇气；成功时，多一份淡然，彷徨时，多一份信念。朋友们，早安！

2015-11-25
努力不一定有结果，但有时你还是得向前走。成功需要寻找方向，可你不碰壁，怎么知道在哪个路口该转弯？想成功，平凡如你我，除了努力，别无选择。失败不可怕，怕的是没有尽力，连虽败犹荣的资格都没有。早安，送给新的一天正在打拼的你！

2015-11-22
你羡慕别人天资聪颖、机遇绝佳，却没看到他默默努力、咬牙坚持。世上没有一份工作不辛苦，没有一次成功不艰辛，你所能做的，就是在平凡的生活中雕琢出不平凡的自己。今天，距离2015年结束还有40天。从来没有“为时已晚”，只要你决定开始。新的一天，早安！

2015-11-17
别担心现实总比梦想遥远，别计较收成不如付出丰盈。你对待当下的态度，会决定你未来的高度。新的一天，用微笑、率真和爱对待每一个人，用梦想、坚定和自信对待每一件事，努力向前，定能遇见更好的自己。早安！

