2017-11-04
志在峰巅的攀登者，不会陶醉在沿途的某个脚印之中。
The climber who aims for the peak is not enchanted by footprints along the road.

2017-08-08
生命之灯因热情而点燃，生命之舟因拼搏而前行。
Life glows with devotion. It goes forth with resolution.

2017-06-10
每日一语：世上只有一种英雄主义，就是在认清生活真相之后依然热爱生活。

2017-10-03
拥有一个新目标，或做一个新的梦，什么时候都不算晚。
It's never too late to set another goal or to dream a new dream.

2017-08-15
我们生活的目的不是取得富足，而是把心态调为富足。
Abundance is not something we acquire. It is something we tune into.

2017-11-27
肤浅的人相信运气，而成功的第一秘诀是相信自己。
Shallow men believe in luck. Self-trust is the first secret of success.

2017-08-12
与其临渊羡鱼，不如退而结网。
Better start spinning a net than simply wishing for fish.

2017-08-10
即使是不成熟的尝试，也胜于胎死腹中的计划。
Unseasoned actions are more worthy than aborted plans.

2017-10-09
希望你所有梦想都成真，即使是那些曾被人嘲笑的梦想。
May all your dreams come true -- even the ones others laughed at.

2017-08-14
我人生最痛苦的时刻，也是我展现最多力量与勇气的时刻。
The most painful moment in my life also became the moment I showed the most strength and courage.

2017-08-22
人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。
Human life is like flowing water; only when it hits isles and reefs can it create beautiful waves.

2017-09-06
快乐是努力换来的。
Working hard makes people happy.

2017-09-25
生活不似看上去那般容易，但也没有我们想象的那么难。
Life isn't as easy as it seems, and it's not as difficult as imagined.

2017-08-23
快乐属于那些敢于梦想，并且时刻准备去实现梦想的人。
Happiness belongs to those who dare to have dreams and are ready to make them real.

2017-06-15
每日一语：人生只有走出来的美丽，没有等出来的辉煌。

2017-12-20
当你再也没有什么可以失去的时候，就是你开始得到的时候。
When you have nothing to lose, you have everything to gain.

2017-08-16
成功的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2017-06-05
每日一语：世上没有绝望的处境，只有对处境绝望的人。

2017-09-04
我们可以忘掉失败，但要牢记失败中的教训。
We may forget our failures, but we must remember the lessons learned from the failures.

2017-07-19
人难免天生有自怜的情绪，唯有时刻保持清醒，才能看清真正的价值在哪里。
Everyone is born with self pity. Only through a clear mind can one discover the true values of life.

2017-09-03
世界让我遍体鳞伤，但伤口长出的却是翅膀。
The world makes us black and blue, but wings will grow out of the wounds.

2017-12-29
你总是泰然处事, 那就是活在当下。
If you are at peace, you are living in the moment.

2017-07-26
最令人满足的事，是完成那些看似无法完成的事。
The most rewarding things you do in life are often the ones that look like they are impossible.

2017-09-10
想要帮助自己，必须直面真正的自己。
To help yourself, you must face up to your true self.

2017-07-25
环境因素或许会带来干扰或耽搁，但别让你的目标从视线离开。
Circumstances may cause interruptions or delays, but never lose sight of your goal.

2017-07-21
快乐也好，伤痕也罢，经历殷实饱满，内心方才强大充盈。
No matter whether happy or sad, only with a strong,rich heart can you live a full life.

2017-08-04
为他人带来阳光的人，自己也一定会沐浴在阳光下。
Those who bring sunshine to others will bathe in sunshine themselves.

2017-10-04
幸福是一种选择，需要努力再努力。
Happiness is a choice that requires effort.

2017-10-13
命运如同手中的掌纹，无论多曲折，终掌握在自己手中。
Fate is like palm print, no matter how many twists and turns, it always lies in your own hands.

2017-10-21
每当你看到黑暗，烛光就有绝佳机会燃烧得更明亮。
It's always darkest before the dawn.

2017-06-18
每日一语：父亲的爱庄重而深刻，朴实而真挚，慈祥而温暖，博大而厚重。失落时，他为我们遮风挡雨；寒冷时，他给我们温暖关怀。爸，节日快乐！

2017-08-03
最困难的是下决定，剩下的只是坚持。
Making a decision is most difficult. After that the only thing left is tenacity.

2017-07-27
尊严来自实力，实力来自拼搏。
Dignity lies in ability, and ability lies in working hard.

2017-11-28
除辛勤工作之外，我别无成功的秘诀。
I have no secret of success but hard work.

2017-10-11
人生最大的快乐，是做到别人认为你做不到的事情。
The great pleasure in life is doing what people say you can not do.

2017-08-02
我们都有未开发的潜能，唯有挑战极限你才能发掘它们.
Everyone has potential yet to be explored. The only way to discover it is to find your extremes.

2017-07-05
每日一语：对美德的回报是美德，获得友谊的唯一途径是给人以友谊。——爱默生The only reward of virtue is virtue; the only way to have afriend is to be one.——Ralph Waldo Emerson

2017-10-25
做必要之事，尽可能之事，成不可能之事。
Start by doing what's necessary, then what's possible, and eventually you can achieve the impossible.

2017-08-11
对于最有潜力的领航人，风浪总是格外地汹涌。
Winds and waves are always on the side of the best navigators.

2017-12-09
人生就是一次冒险，走得最远的人通常是愿意冒险并敢于冒险的人。
All life is a chance. The man who goes furthest is generally the one who is willing to do and dare.

2017-07-23
你如果拒绝面对错误，真相也会被挡在门外。
If you shut the door to all errors, the truth will also be shut out.

2017-12-04
如果有选择，那就选择最好的；如果没有选择，那就努力做到最好。
If you have choices, choose the best. If you have no choice, do the best.

2017-09-15
生活的悲剧不在于人们受到多少苦，而在于人们错过了什么。
The tragedy of life is not how much one suffers, but what one misses.

2017-12-01
人云亦云很容易，考验勇气的是你能否保持己见。
It's easy to stand with the crowd. It takes courage to stand alone.

2017-07-22
人与人之间最短的距离是微笑。
The shortest distance between people is a smile.

2017-10-05
如果总是抓着悲伤不肯放手，那你永远也不会真正地快乐。
You will never be truly happy if you never let go of the things that make you sad.

2017-08-25
平凡的脚步也可以走完伟大的行程。
Ordinary steps can complete a great journey.

2017-11-07
山涧的泉水经过一路曲折，才唱出一支美妙的歌。
Only by going through twists and turns, can mountain streams lives happily.

2017-10-10
为了无可取代，你必须和别人不一样。
In order to be incomparable,one must always be different.

2017-12-16
人与人之间最短的距离是微笑。
The shortest distance between people is a smile.

2017-12-25
真正压垮我们的其实是我们自己的态度
What can really beat you down is your attitude.

2017-08-09
如果你有梦想，就必须捍卫它。
Should you have any dream, you must go out and fight for it.

2017-09-13
泪水会为你带来同情，汗水会为你带来结果。
Tears may bring sympathy,but sweat will be paid off.

2017-07-12
好运只是个副产品，只有当你不带任何私心杂念，单纯地去做事情时，它才会降临。
Luck is just a by-product. Good luck comes from a pure mind free of egoism.

2017-06-17
每日一语：人生的烦恼，多在于知道得太多，而做得太少。

2017-09-02
永远不要认为我们可以逃避，我们的每一步都决定着最后的结局。
Never think that you can escape life's difficulties. Each step you take leads to the end.

2017-10-28
新的一天伴随着新的力量和新的思想。
With a new day comes  new strength and new thoughts.

2017-12-22
在时间迫使你去羡慕曾经拥有之前，学着珍惜你现在拥有的一切。
Learn to appreciate what you have before time forces you to mourn for what you had.

2017-12-09
人生就是一次冒险，走得最远的人通常是愿意冒险并敢于冒险的人。
All life is a chance. The man who goes furthest is generally the one who is willing to do and dare.

2017-06-19
每日一语：再长的路，一步步也能走完；再短的路，不迈开双脚也无法到达。

2017-07-10
河流之所以能够终流大海，是因为它懂得如何绕过障碍。
A river can eventually flow into the sea because it learns how to avoid obstacles.

2017-10-14
命运如同手中的掌纹，无论多曲折，终掌握在自己手中。
Fate is like palm print, no matter how many twists and turns, it always lies in your own hands.

2017-12-06
不要未尽全力就轻言放弃。
Don't give up when you still have something to give.

2017-10-27
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for,he can easily face any kind of life.

2017-12-12
别让过去之事占据今天太多时间。
Don’t let yesterday take up too much of today.

2017-09-12
成功是得到你所追求的, 而幸福则是满意你所拥有的.
Success is getting what you want; happiness is being satisfied with what you get.

2017-12-10
每个新的一天，都是改变你人生的又一次机会。
Every new day is another chance to change your life.

2017-07-18
你多学一样本事，就少说一句求人的话。
The more skills you learn, the less chances you will ask for help.

2017-08-17
快乐不在于拥有或得到，它在于给予。
Happiness lies neither in having nor getting, but only in giving.

2017-06-14
每日一语：成功者和其他人最大的区别就是，他们真正动手去做了。

2017-06-22
每日一语：最好的保鲜就是不断进步，让自己成为一个更好和更值得爱的人。

2017-06-13
每日一语：有目标的人，走得再慢，也是进步。

2017-09-17
品格之于人，犹如芳香之于花。
Personality is to a man, what scent is to a flower.

2017-09-24
没有大笑的一天，等于浪费了一天。
A day without laughter is a day wasted.

2017-07-16
生活的美妙就在于它的丰富多彩，要使生活变得有趣，就不断地充实它。
The beauty of life is its variety and colorfulness. Only by constantly enriching one's life can it be made interesting.

2017-11-23
合理安排时间就是节约时间。
To choose time is to save time.

2017-07-07
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for, he can easily face any kind of life.

2017-06-16
每日一语：要成功，就要长期等待而不焦躁，态度从容却保持敏锐，不怕挫折且充满希望。

2017-09-09
接受挑战能让你感受胜利的喜悦。
Challenges can turn out to be the joy in victory.

2017-11-03
世界上那些最容易的事情中，拖延时间最不费力。
Among the easiest things in the world, hanging up is the most effortless.

2017-11-06
美好的生命应该充满期待、惊喜和感激。
A happy life is full of expectation, surprise and appreciation.

2017-07-09
每个人都有潜在的能量，只是很容易被习惯打败。
Everyone has hidden capabilities,  but can be easily defeated by habits.

2017-08-26
不乱于心，不困于情。不畏将来，不念过往。
Do not be confused by the heart or afflicted by feelings. Do not fear the future or long for the past.

2017-07-02
每日一语：让你难过的事情，有一天，你一定会笑着说出来。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-09-14
每场悲剧, 都会在平凡的人中造就英雄。
Every tragedy makes heroes of the common people.

2017-10-24
命运就掌握在我们手里，只有勇敢的人才能体会。
Fate is in your hands but only the brave can see it.

2017-06-24
每日一语：世界上任何一座牢笼，爱都能破门而入。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-10-02
拥有一个新目标，或做一个新的梦，什么时候都不算晚。
It's never too late to set another goal or to dream a new dream.

2017-09-27
当坚强成为你唯一的选择，你才知道自己可以有多坚强。
You never know how strong you are until being strong is the only choice you have.

2017-12-28
没有在低处历练过的人, 也无法享受高处的快感.
You will never fully appreciate the ups unless you have had some downs.

2017-11-15
尽管做你自己热爱的事情并且相信它，成功自然到来。
Do what you love and believe in, and success will come.

2017-11-12
十九大代表回基层 | 雷海燕：给百年畲族大院传佳音
Your goals determine what you are going to be.

2017-11-11
心怀伟大的理想，你将会变得伟大。
Think great and you will become great.

2017-11-10
当你停止尝试的时候，你就完全失败了。
You fail completely when you give up your efforts.

2017-11-08
生活对于智者永远是一首昂扬的歌，它的主旋律永远是奋斗。
Life is always a spirited song to a wise man. The melody is always fighting.

2017-11-30
一旦找
If you've found meaning in your life, you don't want to go back.

2017-09-08
生活若无波折险阻，就会过于平淡无奇。
Life would be too dull if there were no dangers and difficulties in it.

2017-12-26
如果不尝试一些新的东西，你的人生会了无生趣。
If you never try something new, your life story will be boring.

2017-08-18
每个人成功背后，都有很多别人看不到的奋斗。
In every triumph, there is a lot of unknown struggle.

2017-06-23
每日一语：不要等待机会，而要创造机会。

2017-10-15
成功属于那些从不说“不可能”的人。
Success belongs to those who never say "can't".

2017-08-13
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears when you miss the sun, you will also miss the stars.

2017-07-17
如果你想拥有从未有过的东西，那么必须去做你从未做过的事情。
If you want to possess something you have never had, you have to do something you have never tried.

2017-12-18
对信任你的人，永远别撒谎。
Never lie to someone who trusts you.

2017-07-30
看清自己比读懂他人更重要。
Reading your own mind is more important than reading others.

2017-12-07
如果你无法忘掉昨天，就不会有一个更好的明天。
You can't have a better tomorrow if you're still thinking about yesterday.

2017-07-24
不管过去有多么困难，你都可以重新开始。
No matter how hard your past, you can always start over.

2017-10-01
不要轻言放弃，万事开头难。
Do not give up. The beginning is always the hardest.

2017-11-26
没有了目的，生活便郁闷无光。
What makes life dreary is the want of a motive.

2017-11-21
善待生活，热爱一切，经常开怀大笑。
Live well, love much, and laugh often.

2017-09-05
世界上对勇气的最大考验是忍受失败而不丧失信心。
The greatest bravery on Earth is to endurefailure without losing heart.

2017-09-30
问题不在于问题本身，而在于你对这个问题的态度。
The problem lies not in the problem itself, but in one's attitude toward the problem.

2017-08-31
一个人拥有什么样的格局，就拥有什么样的世界。
The extent of one's vision determines the world they live in.

2017-12-23
河流之所以能够终流大海，是因为它懂得如何绕过障碍。
A river can eventually flow into the sea because it learns how to avoid obstacles.

2017-11-16
天上不会掉下玫瑰来，如果想要更多的玫瑰，必须自己种植。
It will never rain roses. When we want to have more roses, we must plant more trees.

2017-10-30
勇敢接受挑战才能感受胜利的快乐。
Only by boldly accepting challenges can you feel the joy of success.

2017-10-26
笑容永不过时，梦想永不终结。
Laughter never goes out of fashion, and dreams never end.

2017-11-14
实现明天理想的唯一障碍是今天的疑虑。
The only barriers to your ideals tomorrow are your doubts today.

2017-06-04
每日一语：人生就像骑单车，想保持平衡就得不断努力前行。

2017-06-03
每日一语：要克服生活的焦虑和沮丧，得先学会做自己的主人。

2017-06-30
每日一语：弯路与直路都是必经之路，都是成长路上的珍宝。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-11-20
你热爱生命吗？那么，别浪费时间，因为生命是由时间组成的。
Do you love life? Then do not squander time;for that's the stuff life is made of.

2017-11-24
对任何技能的掌握都需要一生的刻苦操练。
True mastery of any skill takes a lifetime.

2017-06-29
每日一语：你的坚持，终将美好。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-09-16
勇气是一架梯子, 其他美德全靠它爬上去。
Courage is the ladder on which all other virtues mount.

2017-08-29
哪有什么岁月静好，不过是有人替你负重前行。
A peaceful life is impossible unless someone undertakes the hard work.

2017-07-31
黄金时代不在我们身后，而在我们眼前。
The golden age is before us, not behind us.

2017-07-29
你不努力，谁都给不了你想要的生活。
If you don't work hard, no one else will give you the life you want.

2017-09-22
选择让你快乐的那个人来共度余生，而不是你必须努力取悦的那一个。
Spend life with someone who makes you happy, not someone you have to impress.

2017-10-17
年轮的累加，并非意味着垂老；丢弃理想，才是真正意义的暮年。
Nobody grows old merely by passing a number of years. We grow old by deserting our ideals.

2017-06-25
每日一语：当你的野心支撑不了你的梦想时，就该努力了。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-06-26
每日一语：心若计较，处处都是怨言；心若放宽，时时都是春天。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-10-18
进步是今天的活动、明天的保证。
Progress is the action of today and the assurance of tomorrow.

2017-12-19
你需要有几个可以完全信任的朋友。
You always need a couple of friends you can trust in.

2017-09-23
世间最好的感受，就是发现自己的心在微笑。
The best feeling in the world is knowing you are smiling from the heart.

2017-10-20
当你拥有翅膀，别停留在原地。带上那些梦想，让它们都成真。
If you have wings you can't stay on the ground. Take off with your dreams and make them all come true.

2017-10-19
你能为世界做最好的事，就是完全发挥自己的才能。
The best thing you can do for the world is to make the most of yourself.

2017-06-07
每日一语：愿你们合笔入盖的刹那，有着侠客收剑入鞘的骄傲。各位考生，加油！

2017-07-04
每日一语：实现明天理想的唯一障碍是今天的疑虑。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-08-30
生活有时会让我们受伤，但到后来，那些受伤的地方一定会变成我们最强壮的地方。
Life sometimes hurts us, but in the end, our injuries will turn into our utmost strengths.

2017-07-03
每日一语：你怎么过一天，就怎么过一生。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-08-20
如同夜晚不能阻止日出，难题也无法抹杀希望。
Just as darkness can never stop the sunrise, difficulties can never defeat hope.

2017-11-17
每个人都是自己命运的建筑师。
Each man is the architect of his own fate.

2017-10-08
答应自己，强大起来，就没有什么事能扰乱你平静的心。
If you promise yourself to be strong, nothing can disturb your peace of mind.

2017-10-23
生活，就应该享受美好的时刻，切莫执着于不好的瞬间。
Life is about enjoying the good moments not dwelling on the bad.

2017-06-08
每日一语：愿你出走半生，归来仍是少年。

2017-12-30
人生从来都没有失败, 唯一的失败就是自己放弃。
We will not be defeated unless we give up.

2017-12-31
幸福是一段旅程, 而不是目的地.
Happiness is a journey, not a destination.

2017-09-28
对于那些有梦想的人来说，生活从来都不是那么简单。
Life is never easy for those who have dreams.

2017-06-21
每日一语：财富不是真正的朋友，而朋友却是真正的财富。

2017-11-29
如果你失败了，千万别忘了汲取教训。
If you fail, don't forget to learn your lesson.

2017-07-01
每日一语：预测未来的最好方式就是去创造它。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~【预告】中国新型歼击机首飞试飞员亮相，他最难忘的是什么？唯一健在的重庆渣滓洞大屠杀脱险者，为什么牵挂着那个小娃娃？“两弹元勋”邓稼先最后的笔迹写下了哪些遗愿？还有你我身边那个年轻人，为什么要走上一条与众不同的人生路……九十六年来，始终有这样一批中国人，奋不顾身，勇毅前行，前赴后继。他们，拥有一个共同的身份，坚守一段共同的誓言——7月1日，新华社燃情史诗微纪录片《无悔的誓言》，即将为你讲述。

2017-09-19
就算失去了一切，也还有未来。
Even when all else is lost, the future still comes.

2017-12-17
快乐属于那些敢于梦想，并且时刻准备去实现梦想的人。
Happiness belongs to those who dare to have dreams and are ready to make them real.

2017-12-21
缘属天定，份乃人为。
Fate dictates who walks into your life, but you decide who walks out, who stays and who you refuse to let go.

2017-12-15
永远不要把自己的幸福放在别人的手里。
Never put your happiness in someone else’s hands.

2017-07-13
要以悲观的彻悟，乐观地去工作去生活。
Expect the worst. Strive for the best.

2017-12-11
失之泰然，得之淡然，争其必然，顺其自然。
Compete for the best. Accept the rest.

2017-10-07
爱不是用眼睛看，而是用心去感受。
Love does not see with the eyes, but feels with the heart.

2017-11-25
健康是人生第一财富。
The first wealth is health.

2017-07-28
如果你想要从未拥有过的东西，那么你必须做你从未做过的事。
If you want things you have never had, you have to do things that you have never done.

2017-09-20
今天做到最好是对明天最好的准备！
The best preparation for tomorrow is doing your best today.

2017-08-06
没有等出来的辉煌，只有走出来的美丽。
No glory is attained by waiting. Grace only comes after an ardous journey.

2017-12-14
推动你向前的，不是困难，而是梦想。
Don’t be pushed by your problems. Be led by your dreams. Live the life you want to live.

2017-07-14
每日一语：你说梦想遥不可及，可你又何曾为梦想早起？ You say that dreams are out of reach, but did you ever get up early for your dreams?

2017-08-07
要有最朴素的生活和最遥远的梦想，即使明日天寒地冻，路远马亡。
One must have the simplest lifestyle and the highest dreams, even if the world falls and all means are deprived.

2017-10-16
只要路是对的，就不要害怕它是短暂还是遥远，因为你终究会到达。
If you're going in the right direction, the distance doesn't matter.

2017-11-02
知不如用，想不如做。
Knowing is no better than trying, and thinking is no better than doing.

2017-09-29
战胜了疑虑和恐惧，就战胜了失败。
Those who have conquered doubt and fear have conquered failure.

2017-09-18
美德是勇敢的，善良从来无所畏惧。
Virtues are bold and kindness fears nothing.

2017-06-12
每日一语：不必强求完美，也不必苛求他人眼中的完整，追求你梦想中的家庭，然后，爱你得到的。心安之处即是家。

2017-09-11
走到你能看到的最远之处，当你到达，你会看到更远的地方。
Go as far as you can see. When you get there you'll be able to see further.

2017-11-09
没有一颗珍珠的闪光，是靠别人涂抹上去的。
There is no pearl which glistens by the effort of others.

2017-08-21
生活中最大的幸福，是坚信有人爱我们。
The greatest happiness in life is the conviction that we are loved.

2017-12-27
有得也有失, 生活就是如此。
You win some, you lose some. That's life.

2017-11-22
不要放弃，不要言败！
Don't give up and don't give in.

2017-09-26
每个人都有不为人知的故事，不要轻易对别人品头论足。
Everyone has a story unknown to others, so never be quick to judge.

2017-11-01
坚韧不在于你跑得多长，而是你能坚持跑完一段又一段。
Tenacity is marked not by the distance you run, but by not giving up.

2017-09-01
文章做到极处，无有他奇，只是恰好；人品做到极处，无有他异，只是本然。
The only way to write an excellent essay is to be moderate. And the only way to be an excellent person is to be true.

2017-08-05
人们可能怀疑你说的话，但他们会相信你的行动。
Action speaks louder than words.

2017-12-24
快乐，是一种生活方式的选择，而不仅是一种情绪。
Happiness is a matter of life-style, not a mood.

2017-12-13
未来属于那些相信梦想之美好的人。
The future belongs to those who believe in the beauty of their dreams.

2017-12-08
相信自己比依赖别人重要。
Believing in yourself is more important than depending on others.

2017-12-05
幸福，就是找一个温暖的人过一辈子。
Happiness is to find someone who can warm you up and share your life together.

2017-12-03
懂得自己无知，说明已有收获。
Understanding their ignorance is rewarding.

2017-12-02
知识要用心体会，才能变成自己的智慧。
Only the knowledge with thorough reflection can become their own wisdom.

2017-11-05
只有把抱怨环境的心情，化为上进的力量，才是成功的保证。
Only by turning complaint into motivation can you succeed.

2017-10-31
要是昨天摔倒了，那今天就重新站起来。
If you failed yesterday, try again today.

2017-10-29
领先的秘诀在于从现在就开始。
The secret to taking the lead is starting now.

2017-10-22
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears for missing the sun, you will miss the stars too.

2017-10-06
你若想要得到，就别只是期望。人生短暂，经不起等待。
If you want something, don't just wish for it. Life is too short to wait.

2017-09-21
每一天都是一个新的开始，不要再纠结于过去，想想现在能做点什么吧。
Every day is a new beginning. Don't get tangled up in the past, but think about what you can do in the present.

2017-09-07
成功，态度与能力一样重要。
To achieve success，attitude is as important as ability.

2017-08-28
活要活得美好，梦要梦得热烈，爱要爱得完整。
Live beautifully, dream passionately, love completely.

2017-08-27
人生拥有三件事便可真正快乐：有爱的人，有喜欢的事业，有梦想。
Three things that bring real happiness to your life:Having someone to love,doing the career you enjoy and owning a dream.

2017-08-24
不管前方的路有多苦，只要走的方向正确，都比站在原地更接近幸福。
No matter how hard the road ahead, as long as one moves in the right direction, happiness becomes closer than when standing in place.

2017-08-19
值得前往的地方都没有捷径。
There is no shortcut to any place worth going.

2017-08-01
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2017-07-20
要相信，梦里能到达的地方，总有一天，脚步也能到达。
Any place you can reach in your dreams can also be reached by foot.

2017-07-15
真实的、永恒的、最高级的快乐，只能从三样东西中取得：工作、自我克制和爱。
The real, eternal, highest happiness comes through three things: hard work, self-discipline and love.

2017-07-08
拼搏到无能为力，坚持到感动自己。
Work hard until you are exhausted. Persist until you are moved.

2017-07-06
人与人之间最小的差距是智商，最大的差距是坚持。
The smallest disparity between people is intelligence, whereas the greatest is persistence.

2017-06-20
每日一语：前半生不犹豫，后半生不后悔。

2017-06-06
每日一语：对别人要求松一点，就不会总失望；对自己要求严一点，就不会总沮丧。

2017-06-28
每日一语：心怀豁达、宽容与感恩，生活就会阳光明媚。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-06-27
每日一语：你的努力，会让你打心里看得起自己。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

