2019-07-07
做到自律，几乎一切皆有可能。
With self-discipline most anything is possible.

2019-07-06
不会做小事的人，也做不出大事来。
Those who can not do trivial things can not accomplish great things.

2019-06-26
事情愈艰难，最后愈能得到丰厚的果实。
The more difficult something is, the more rewarding it is in the end.

2017-11-04
志在峰巅的攀登者，不会陶醉在沿途的某个脚印之中。
The climber who aims for the peak is not enchanted by footprints along the road.

2019-06-25
在事情未完成之前，一切都看似不可能。
It always seems impossible until it's done.

2018-01-16
你没那么多观众，别那么累。
Never be troubled by the opinions of others.

2017-08-08
生命之灯因热情而点燃，生命之舟因拼搏而前行。
Life glows with devotion. It goes forth with resolution.

2017-06-10
每日一语：世上只有一种英雄主义，就是在认清生活真相之后依然热爱生活。

2019-06-24
生活的道路一旦选定，就要勇敢地走到底。
Once you choose your way of life, be brave to stick it out.

2017-10-03
拥有一个新目标，或做一个新的梦，什么时候都不算晚。
It's never too late to set another goal or to dream a new dream.

2018-03-12
成功没有定律，但你可从失败中学到很多东西。
Success has no rules, but you can learn a great deal from failure.

2019-06-23
强大的头脑加上善良的内心永远是令人敬畏的。
A good head and a good heart are always a formidable combination.

2017-08-15
我们生活的目的不是取得富足，而是把心态调为富足。
Abundance is not something we acquire. It is something we tune into.

2017-11-27
肤浅的人相信运气，而成功的第一秘诀是相信自己。
Shallow men believe in luck. Self-trust is the first secret of success.

2017-08-12
与其临渊羡鱼，不如退而结网。
Better start spinning a net than simply wishing for fish.

2019-06-22
人生不是得到和拥有什么，而是给予和成为什么。
Life is not about getting and having, it is about giving and being.

2017-08-10
即使是不成熟的尝试，也胜于胎死腹中的计划。
Unseasoned actions are more worthy than aborted plans.

2017-10-09
希望你所有梦想都成真，即使是那些曾被人嘲笑的梦想。
May all your dreams come true -- even the ones others laughed at.

2019-06-21
如果你无法做伟大的事，那就以伟大的方式做小事。
If you cannot do great things, do small things in a great way.

2017-08-14
我人生最痛苦的时刻，也是我展现最多力量与勇气的时刻。
The most painful moment in my life also became the moment I showed the most strength and courage.

2019-06-20
获得自信的最好方法是做你不敢做的事。
The best way to gain self-confidence is to do what you are afraid to do.

2017-08-22
人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。
Human life is like flowing water; only when it hits isles and reefs can it create beautiful waves.

2019-06-19
学识是宝藏，但实践才是打开它的钥匙。
Knowledge is a treasure but practice is the key to it.

2019-06-18
紧握拳头你就无法与他人握手。
You cannot shake hands with a clenched fist.

2019-06-17
心态积极，好事自然发生。
When you think positive, good things happen.

2019-06-16
为了不确定的事而放弃确定的事是不明智的。
He is no wise man who will quit a certainty for an uncertainty.

2017-09-06
快乐是努力换来的。
Working hard makes people happy.

2019-06-15
没有伟大的意志力，便没有雄才大略。
There is no such thing as a great talent without great will.

2019-06-14
事情愈艰难，最后愈能得到丰厚的果实。
The more difficult something is, the more rewarding it is in the end.

2018-01-17
对未来的最大慷慨，是把一切献给现在。
Seizing the moment is the best thing for your future.

2017-09-25
生活不似看上去那般容易，但也没有我们想象的那么难。
Life isn't as easy as it seems, and it's not as difficult as imagined.

2018-02-24
除辛勤工作之外，我别无成功的秘诀。
I have no secret of success but hard work.

2019-06-13
领先的诀窍是展开行动。
The secret of getting ahead is getting started.

2018-04-05
志在峰巅的攀登者，不会陶醉在沿途的某个脚印之中。
The climber who aims for the peak is not enchanted by footprints along the road.

2019-06-12
真正的自由是在所有时候都能控制自己。
True liberty is to have power over oneself in all things.

2017-08-23
快乐属于那些敢于梦想，并且时刻准备去实现梦想的人。
Happiness belongs to those who dare to have dreams and are ready to make them real.

2018-02-20
为他人带来阳光的人，自己也一定会沐浴在阳光下。
Those who bring sunshine to others will bathe in sunshine themselves.

2019-06-11
不创造幸福的人无权享用幸福。
We have no more right to consume happiness without producing it.

2017-06-15
每日一语：人生只有走出来的美丽，没有等出来的辉煌。

2018-01-12
没有激流就称不上勇进，没有山峰则谈不上攀登。
Without a riptide, there is no surfing. Without a cliff, there is no climbing.

2019-06-10
勇气是一架梯子, 其他美德全靠它爬上去。
Courage is the ladder on which all other virtues mount.

2017-12-20
当你再也没有什么可以失去的时候，就是你开始得到的时候。
When you have nothing to lose, you have everything to gain.

2017-08-16
成功的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2019-06-09
懂得自己无知，说明已有收获。
Understanding their ignorance is rewarding.

2018-03-05
如果不尝试一些新的东西，你的人生会了无生趣。
If you never try something new, your life story will be boring.

2018-03-13
知识要用心体会，才能变成自己的智慧。
Only the knowledge with thorough reflection can become their own wisdom.

2018-03-30
每个人都是自己命运的建筑师。
Each man is the architect of his own fate.

2017-06-05
每日一语：世上没有绝望的处境，只有对处境绝望的人。

2019-06-08
如果你培养出了学习的热情，你就永远不会停止成长。
Develop a passion for learning. If you do, you will never cease to grow.

2017-09-04
我们可以忘掉失败，但要牢记失败中的教训。
We may forget our failures, but we must remember the lessons learned from the failures.

2018-01-18
容易走的，都是下坡路。
When you feel at ease, everything is downhill.

2019-06-07
若坏事没有先发生，许多好的事情永远不会发生。
Many of the good things would never have happened if the bad events hadn’t happened first.

2017-07-19
人难免天生有自怜的情绪，唯有时刻保持清醒，才能看清真正的价值在哪里。
Everyone is born with self pity. Only through a clear mind can one discover the true values of life.

2019-06-06
享受自己的生活，不要和别人比较。
Enjoy your own life without comparing it with that of another.

2017-09-03
世界让我遍体鳞伤，但伤口长出的却是翅膀。
The world makes us black and blue, but wings will grow out of the wounds.

2018-02-19
当坚强成为你唯一的选择，你才知道自己可以有多坚强。
You never know how strong you are until being strong is the only choice you have.

2018-03-25
成功的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2018-04-01
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2017-12-29
你总是泰然处事, 那就是活在当下。
If you are at peace, you are living in the moment.

2019-06-03
当你拥有翅膀，别停留在原地。带上那些梦想，让它们都成真。
If you have wings you can't stay on the ground. Take off with your dreams and make them all come true.

2017-07-26
最令人满足的事，是完成那些看似无法完成的事。
The most rewarding things you do in life are often the ones that look like they are impossible.

2017-09-10
想要帮助自己，必须直面真正的自己。
To help yourself, you must face up to your true self.

2018-03-24
命运给予我们的不是失望之酒，而是机会之杯。
Our destiny offers not the cup of despair, but the chalice of opportunity.

2017-07-25
环境因素或许会带来干扰或耽搁，但别让你的目标从视线离开。
Circumstances may cause interruptions or delays, but never lose sight of your goal.

2019-06-02
纪律是连接目标和成功的桥梁。
Discipline is the bridge between goals and accomplishment.

2018-01-08
不要高估了自己，不要低估了别人，只有自己最了解自己。
Never overestimate yourself or underestimate others. Only you can know yourself.

2017-07-21
快乐也好，伤痕也罢，经历殷实饱满，内心方才强大充盈。
No matter whether happy or sad, only with a strong,rich heart can you live a full life.

2018-01-11
烦恼并不会帮你减少明天的负担，却会令你失去今天的快乐。
Worrying about tomorrow's troubles will make you lose today’s happiness.

2018-02-11
生命之灯因热情而点燃，生命之舟因拼搏而前行。
Life glows with devotion. It goes forth with resolution.

2019-06-01
崭新的一天到来，总是给人带来新的力量和思想。
With the new day comes new strength and new thoughts .

2017-08-04
为他人带来阳光的人，自己也一定会沐浴在阳光下。
Those who bring sunshine to others will bathe in sunshine themselves.

2018-02-16
成功是得到你所追求的, 而幸福则是满意你所拥有的.
Success is getting what you want; happiness is being satisfied with what you get.

2017-10-04
幸福是一种选择，需要努力再努力。
Happiness is a choice that requires effort.

2017-10-13
命运如同手中的掌纹，无论多曲折，终掌握在自己手中。
Fate is like palm print, no matter how many twists and turns, it always lies in your own hands.

2017-10-21
每当你看到黑暗，烛光就有绝佳机会燃烧得更明亮。
It's always darkest before the dawn.

2018-01-31
志在峰巅的攀登者，不会陶醉在沿途的某个脚印之中。
The climber who aims for the peak is not enchanted by footprints along the road.

2019-05-31
幸福与道德责任息息相关，不可分割。
Happiness and moral duty are inseparably connected.

2017-06-18
每日一语：父亲的爱庄重而深刻，朴实而真挚，慈祥而温暖，博大而厚重。失落时，他为我们遮风挡雨；寒冷时，他给我们温暖关怀。爸，节日快乐！

2017-08-03
最困难的是下决定，剩下的只是坚持。
Making a decision is most difficult. After that the only thing left is tenacity.

2018-03-15
用你的笑容去改变世界，别让世界改变了你的笑容。
Use your smile to change the world.Don't let the world change your smile.

2017-07-27
尊严来自实力，实力来自拼搏。
Dignity lies in ability, and ability lies in working hard.

2019-05-30
人必须相信自己，这是成功的秘诀。
You have to believe in yourself. That's the secret.

2018-03-21
每个人都是自己命运的建筑师。
Each man is the architect of his own fate.

2017-11-28
除辛勤工作之外，我别无成功的秘诀。
I have no secret of success but hard work.

2017-10-11
人生最大的快乐，是做到别人认为你做不到的事情。
The great pleasure in life is doing what people say you can not do.

2017-08-02
我们都有未开发的潜能，唯有挑战极限你才能发掘它们.
Everyone has potential yet to be explored. The only way to discover it is to find your extremes.

2019-05-29
如果道路本身很美，不要问它通向何方。
If the path be beautiful, let us not ask where it leads.

2017-07-05
每日一语：对美德的回报是美德，获得友谊的唯一途径是给人以友谊。——爱默生The only reward of virtue is virtue; the only way to have afriend is to be one.——Ralph Waldo Emerson

2017-10-25
做必要之事，尽可能之事，成不可能之事。
Start by doing what's necessary, then what's possible, and eventually you can achieve the impossible.

2017-08-11
对于最有潜力的领航人，风浪总是格外地汹涌。
Winds and waves are always on the side of the best navigators.

2019-05-28
有些事情不是看到希望才去坚持，而是坚持了才会看到希望。
Some things are not to see to insist, but insisted the will sees hope.

2017-12-09
人生就是一次冒险，走得最远的人通常是愿意冒险并敢于冒险的人。
All life is a chance. The man who goes furthest is generally the one who is willing to do and dare.

2017-07-23
你如果拒绝面对错误，真相也会被挡在门外。
If you shut the door to all errors, the truth will also be shut out.

2018-02-06
聆听他人之意见，但保留自己之判断。
Take each man's censure, but reserve thy judgment.

2017-12-04
如果有选择，那就选择最好的；如果没有选择，那就努力做到最好。
If you have choices, choose the best. If you have no choice, do the best.

2017-09-15
生活的悲剧不在于人们受到多少苦，而在于人们错过了什么。
The tragedy of life is not how much one suffers, but what one misses.

2017-12-01
人云亦云很容易，考验勇气的是你能否保持己见。
It's easy to stand with the crowd. It takes courage to stand alone.

2017-07-22
人与人之间最短的距离是微笑。
The shortest distance between people is a smile.

2017-10-05
如果总是抓着悲伤不肯放手，那你永远也不会真正地快乐。
You will never be truly happy if you never let go of the things that make you sad.

2017-08-25
平凡的脚步也可以走完伟大的行程。
Ordinary steps can complete a great journey.

2017-11-07
山涧的泉水经过一路曲折，才唱出一支美妙的歌。
Only by going through twists and turns, can mountain streams lives happily.

2017-10-10
为了无可取代，你必须和别人不一样。
In order to be incomparable,one must always be different.

2017-12-16
人与人之间最短的距离是微笑。
The shortest distance between people is a smile.

2019-05-27
如果我们有勇气去追求，所有的梦想都可以实现。
All our dreams can come true, if we have the courage to pursue them.

2017-12-25
真正压垮我们的其实是我们自己的态度
What can really beat you down is your attitude.

2019-05-26
未来属于相信梦想之美的人。
The future belongs to those who believe in the beauty of their dreams.

2017-08-09
如果你有梦想，就必须捍卫它。
Should you have any dream, you must go out and fight for it.

2017-09-13
泪水会为你带来同情，汗水会为你带来结果。
Tears may bring sympathy,but sweat will be paid off.

2018-03-04
你不努力，谁都给不了你想要的生活。
If you don't work hard, no one else will give you the life you want.

2017-07-12
好运只是个副产品，只有当你不带任何私心杂念，单纯地去做事情时，它才会降临。
Luck is just a by-product. Good luck comes from a pure mind free of egoism.

2019-05-25
称得上卓越的不是技能，而是态度。
Excellence is not a skill. It is an attitude.

2017-06-17
每日一语：人生的烦恼，多在于知道得太多，而做得太少。

2017-09-02
永远不要认为我们可以逃避，我们的每一步都决定着最后的结局。
Never think that you can escape life's difficulties. Each step you take leads to the end.

2017-10-28
新的一天伴随着新的力量和新的思想。
With a new day comes  new strength and new thoughts.

2017-12-22
在时间迫使你去羡慕曾经拥有之前，学着珍惜你现在拥有的一切。
Learn to appreciate what you have before time forces you to mourn for what you had.

2017-12-09
人生就是一次冒险，走得最远的人通常是愿意冒险并敢于冒险的人。
All life is a chance. The man who goes furthest is generally the one who is willing to do and dare.

2017-06-19
每日一语：再长的路，一步步也能走完；再短的路，不迈开双脚也无法到达。

2017-07-10
河流之所以能够终流大海，是因为它懂得如何绕过障碍。
A river can eventually flow into the sea because it learns how to avoid obstacles.

2017-10-14
命运如同手中的掌纹，无论多曲折，终掌握在自己手中。
Fate is like palm print, no matter how many twists and turns, it always lies in your own hands.

2019-05-24
生活会继续，明天会更好。
Life does go on, and it will be better tomorrow.

2017-12-06
不要未尽全力就轻言放弃。
Don't give up when you still have something to give.

2017-10-27
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for,he can easily face any kind of life.

2017-12-12
别让过去之事占据今天太多时间。
Don’t let yesterday take up too much of today.

2017-09-12
成功是得到你所追求的, 而幸福则是满意你所拥有的.
Success is getting what you want; happiness is being satisfied with what you get.

2017-12-10
每个新的一天，都是改变你人生的又一次机会。
Every new day is another chance to change your life.

2018-01-04
实现明天理想的唯一障碍是今天的疑虑。
The only barriers to your ideals tomorrow are your doubts today.

2017-07-18
你多学一样本事，就少说一句求人的话。
The more skills you learn, the less chances you will ask for help.

2017-08-17
快乐不在于拥有或得到，它在于给予。
Happiness lies neither in having nor getting, but only in giving.

2017-06-14
每日一语：成功者和其他人最大的区别就是，他们真正动手去做了。

2017-06-22
每日一语：最好的保鲜就是不断进步，让自己成为一个更好和更值得爱的人。

2017-06-13
每日一语：有目标的人，走得再慢，也是进步。

2018-01-22
拥有一个新目标，或做一个新的梦，什么时候都不算晚。
It's never too late to set another goal or to dream a new dream.

2017-09-17
品格之于人，犹如芳香之于花。
Personality is to a man, what scent is to a flower.

2019-05-20
成功的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2017-09-24
没有大笑的一天，等于浪费了一天。
A day without laughter is a day wasted.

2017-07-16
生活的美妙就在于它的丰富多彩，要使生活变得有趣，就不断地充实它。
The beauty of life is its variety and colorfulness. Only by constantly enriching one's life can it be made interesting.

2017-11-23
合理安排时间就是节约时间。
To choose time is to save time.

2017-07-07
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for, he can easily face any kind of life.

2019-05-19
时间无法减少你伟大的思想，你的幽默，你的善良还有你的勇气。
Time cannot diminish your mind, your humor, your kindness and your moral courage.

2017-06-16
每日一语：要成功，就要长期等待而不焦躁，态度从容却保持敏锐，不怕挫折且充满希望。

2017-09-09
接受挑战能让你感受胜利的喜悦。
Challenges can turn out to be the joy in victory.

2017-11-03
世界上那些最容易的事情中，拖延时间最不费力。
Among the easiest things in the world, hanging up is the most effortless.

2017-11-06
美好的生命应该充满期待、惊喜和感激。
A happy life is full of expectation, surprise and appreciation.

2018-01-21
如果你愿意改变和学习，你就能脱胎换骨。
If you're prepared to adapt and learn, you can transform.

2018-02-18
人生最大的快乐是做到别人认为你做不到的事情。
The great pleasure in life is achieving what people say you cannot do.

2017-07-09
每个人都有潜在的能量，只是很容易被习惯打败。
Everyone has hidden capabilities,  but can be easily defeated by habits.

2017-08-26
不乱于心，不困于情。不畏将来，不念过往。
Do not be confused by the heart or afflicted by feelings. Do not fear the future or long for the past.

2018-03-11
想要帮助自己，必须直面真正的自己。
To help yourself, you must face up to your true self.

2017-07-02
每日一语：让你难过的事情，有一天，你一定会笑着说出来。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2018-01-26
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for,he can easily face any kind of life.

2018-03-22
与其抱怨不停，不如卯足劲儿全力去做好它。
Instead of complaining about it, I'm just gonna go in every day and give it my all.

2019-05-18
幸福在于获得成就时的喜悦以及产生创造力的激情。
Happiness lies in the joy of achievement, in the thrill of creative effort.

2018-03-19
快乐属于那些敢于梦想，并且时刻准备去实现梦想的人。
Happiness belongs to those who dare to have dreams and are ready to make them real.

2017-09-14
每场悲剧, 都会在平凡的人中造就英雄。
Every tragedy makes heroes of the common people.

2018-03-23
当你停止尝试的时候，你就完全失败了。
You fail completely when you give up your efforts.

2018-02-10
力拔"穷根"：回访一方水土难养一方人的凉山达布村
Your goals determine what you are going to be.

2017-10-24
命运就掌握在我们手里，只有勇敢的人才能体会。
Fate is in your hands but only the brave can see it.

2017-06-24
每日一语：世界上任何一座牢笼，爱都能破门而入。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2018-01-13
所有你感觉可以带给你痛苦的回忆，现在回想起来都会带给你微笑。
All painful memories will make you smile.

2017-10-02
拥有一个新目标，或做一个新的梦，什么时候都不算晚。
It's never too late to set another goal or to dream a new dream.

2017-09-27
当坚强成为你唯一的选择，你才知道自己可以有多坚强。
You never know how strong you are until being strong is the only choice you have.

2018-02-07
就算失去了一切，也还有未来。
Even when all else is lost, the future still comes.

2019-05-17
悲观使人懦弱，乐观使人强大。
Pessimism leads to weakness, optimism to power.

2017-12-28
没有在低处历练过的人, 也无法享受高处的快感.
You will never fully appreciate the ups unless you have had some downs.

2018-01-05
对任何技能的掌握都需要一生的刻苦操练。
True mastery of any skill takes a lifetime.

2017-11-15
尽管做你自己热爱的事情并且相信它，成功自然到来。
Do what you love and believe in, and success will come.

2017-11-12
十九大代表回基层 | 雷海燕：给百年畲族大院传佳音
Your goals determine what you are going to be.

2017-11-11
心怀伟大的理想，你将会变得伟大。
Think great and you will become great.

2017-11-10
当你停止尝试的时候，你就完全失败了。
You fail completely when you give up your efforts.

2018-01-29
人生的奋斗目标决定你将成为怎样的人。
Your goals determine what you are going to be.

2017-11-08
生活对于智者永远是一首昂扬的歌，它的主旋律永远是奋斗。
Life is always a spirited song to a wise man. The melody is always fighting.

2017-11-30
一旦找
If you've found meaning in your life, you don't want to go back.

2017-09-08
生活若无波折险阻，就会过于平淡无奇。
Life would be too dull if there were no dangers and difficulties in it.

2017-12-26
如果不尝试一些新的东西，你的人生会了无生趣。
If you never try something new, your life story will be boring.

2017-08-18
每个人成功背后，都有很多别人看不到的奋斗。
In every triumph, there is a lot of unknown struggle.

2017-06-23
每日一语：不要等待机会，而要创造机会。

2017-10-15
成功属于那些从不说“不可能”的人。
Success belongs to those who never say "can't".

2019-05-16
烦恼并不会帮你减少明天的负担，却会令你失去今天的快乐。
Worrying about tomorrow's troubles will make you lose today’s happiness.

2017-08-13
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears when you miss the sun, you will also miss the stars.

2017-07-17
如果你想拥有从未有过的东西，那么必须去做你从未做过的事情。
If you want to possess something you have never had, you have to do something you have never tried.

2018-04-04
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for,he can easily face any kind of life.

2017-12-18
对信任你的人，永远别撒谎。
Never lie to someone who trusts you.

2017-07-30
看清自己比读懂他人更重要。
Reading your own mind is more important than reading others.

2018-01-03
成功没有定律，但你可从失败中学到很多东西。
Success has no rules, but you can learn a great deal from failure.

2017-12-07
如果你无法忘掉昨天，就不会有一个更好的明天。
You can't have a better tomorrow if you're still thinking about yesterday.

2017-07-24
不管过去有多么困难，你都可以重新开始。
No matter how hard your past, you can always start over.

2017-10-01
不要轻言放弃，万事开头难。
Do not give up. The beginning is always the hardest.

2017-11-26
没有了目的，生活便郁闷无光。
What makes life dreary is the want of a motive.

2017-11-21
善待生活，热爱一切，经常开怀大笑。
Live well, love much, and laugh often.

2018-02-12
人生就像骑自行车，要保持平衡就要不断前进。
Life is like riding a bike. To keep your balance, you must keep moving.

2019-05-15
完美是无法触及的，但如果我们追求完美，我们就可以做到卓越。
Perfection is not attainable, but if we chase perfection we can catch excellence.

2018-01-25
40万牛羊冬藏深山 带你踏雪探访天山冬季牧场
I have no secret of success but hard work.

2018-03-18
只有在字典里，成功才出现在工作之前。
Only in the dictionary, will success appear before work.

2018-02-14
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2017-09-05
世界上对勇气的最大考验是忍受失败而不丧失信心。
The greatest bravery on Earth is to endurefailure without losing heart.

2018-03-16
幸福是一段旅程，而不是目的地。
Happiness is a journey，not a destination.

2017-09-30
问题不在于问题本身，而在于你对这个问题的态度。
The problem lies not in the problem itself, but in one's attitude toward the problem.

2017-08-31
一个人拥有什么样的格局，就拥有什么样的世界。
The extent of one's vision determines the world they live in.

2018-04-03
所有你感觉可以带给你痛苦的回忆，现在回想起来都会带给你微笑。
All painful memories will make you smile.

2017-12-23
河流之所以能够终流大海，是因为它懂得如何绕过障碍。
A river can eventually flow into the sea because it learns how to avoid obstacles.

2017-11-16
天上不会掉下玫瑰来，如果想要更多的玫瑰，必须自己种植。
It will never rain roses. When we want to have more roses, we must plant more trees.

2018-01-15
世界上的事，拖延时间最不费力。
Procrastination is the easiest thing in the world.

2019-05-14
智慧真正的标志不是知识，而是想象力。
The true sign of intelligence is not knowledge but imagination.

2017-10-30
勇敢接受挑战才能感受胜利的快乐。
Only by boldly accepting challenges can you feel the joy of success.

2017-10-26
笑容永不过时，梦想永不终结。
Laughter never goes out of fashion, and dreams never end.

2017-11-14
实现明天理想的唯一障碍是今天的疑虑。
The only barriers to your ideals tomorrow are your doubts today.

2017-06-04
每日一语：人生就像骑单车，想保持平衡就得不断努力前行。

2017-06-03
每日一语：要克服生活的焦虑和沮丧，得先学会做自己的主人。

2017-06-30
每日一语：弯路与直路都是必经之路，都是成长路上的珍宝。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-11-20
你热爱生命吗？那么，别浪费时间，因为生命是由时间组成的。
Do you love life? Then do not squander time;for that's the stuff life is made of.

2017-11-24
对任何技能的掌握都需要一生的刻苦操练。
True mastery of any skill takes a lifetime.

2017-06-29
每日一语：你的坚持，终将美好。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-09-16
勇气是一架梯子, 其他美德全靠它爬上去。
Courage is the ladder on which all other virtues mount.

2018-02-02
境。
To boldly go where no man/one has gone before.

2017-08-29
哪有什么岁月静好，不过是有人替你负重前行。
A peaceful life is impossible unless someone undertakes the hard work.

2017-07-31
黄金时代不在我们身后，而在我们眼前。
The golden age is before us, not behind us.

2018-01-28
命运负责洗牌，但玩牌的是我们自己。
Fate shuffles, but we play the cards.

2018-02-28
如果你有梦想，就必须捍卫它。
Should you have any dream, you must go out and fight for it.

2019-05-13
我们失败是因为我们告诉自己失败了。
We lost because we told ourselves we lost.

2018-02-09
人生拥有三件事便可真正快乐：有爱的人，有喜欢的事业，有梦想。
Three things that bring real happiness to your life:Having someone to love,doing the career you enjoy and owning a dream.

2017-07-29
你不努力，谁都给不了你想要的生活。
If you don't work hard, no one else will give you the life you want.

2017-09-22
选择让你快乐的那个人来共度余生，而不是你必须努力取悦的那一个。
Spend life with someone who makes you happy, not someone you have to impress.

2017-10-17
年轮的累加，并非意味着垂老；丢弃理想，才是真正意义的暮年。
Nobody grows old merely by passing a number of years. We grow old by deserting our ideals.

2018-03-08
新的一天伴随着新的力量和新的思想。
With a new day comes  new strength and new thoughts.

2017-06-25
每日一语：当你的野心支撑不了你的梦想时，就该努力了。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-06-26
每日一语：心若计较，处处都是怨言；心若放宽，时时都是春天。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-10-18
进步是今天的活动、明天的保证。
Progress is the action of today and the assurance of tomorrow.

2017-12-19
你需要有几个可以完全信任的朋友。
You always need a couple of friends you can trust in.

2017-09-23
世间最好的感受，就是发现自己的心在微笑。
The best feeling in the world is knowing you are smiling from the heart.

2019-05-12
活出生命最大价值的方法就是把它看作一场冒险。
One way to get the most out of life is to look upon it as an adventure.

2018-01-30
肤浅的人相信运气，而成功的第一秘诀是相信自己。
Shallow men believe in luck.Self-trust is the first secret of success.

2017-10-20
当你拥有翅膀，别停留在原地。带上那些梦想，让它们都成真。
If you have wings you can't stay on the ground. Take off with your dreams and make them all come true.

2017-10-19
你能为世界做最好的事，就是完全发挥自己的才能。
The best thing you can do for the world is to make the most of yourself.

2017-06-07
每日一语：愿你们合笔入盖的刹那，有着侠客收剑入鞘的骄傲。各位考生，加油！

2017-07-04
每日一语：实现明天理想的唯一障碍是今天的疑虑。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2018-04-08
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2018-04-12
肤浅的人相信运气，而成功的第一秘诀是相信自己。
Shallow men believe in luck.Self-trust is the first secret of success.

2018-04-14
我认为如果生活给了你柠檬，你应该把它们做成柠檬汁。
I believe that if life gives you lemons, you should make lemonade.

2018-04-15
人生最大的快乐是做到别人认为你做不到的事情。
The great pleasure in life is achieving what people say you cannot do.

2018-04-16
到了生活的意义，你就不会想回到从前去。
If you've found meaning in your life, you don't want to go back.

2018-04-17
用你的笑容去改变世界，别让世界改变了你的笑容。
Use your smile to change the world. Don't let the world change your smile.

2018-04-18
年轮的累加，并非意味着垂老；丢弃理想，才是真正意义的暮年。
Nobody grows old merely by a number of years. We grow old by deserting our ideals.

2018-04-20
你总是泰然处事, 那就是活在当下。
If you are at peace, you are living in the moment.

2018-04-22
世界是一面镜子，你笑它便笑。
The world is a mirror: it smiles at your smile.

2017-08-30
生活有时会让我们受伤，但到后来，那些受伤的地方一定会变成我们最强壮的地方。
Life sometimes hurts us, but in the end, our injuries will turn into our utmost strengths.

2018-04-23
人生就像骑自行车，要保持平衡就要不断前进。
Life is like riding a bike. To keep your balance, you must keep moving.

2018-04-28
如果不尝试一些新的东西，你的人生会了无生趣。
If you never try something new, your life story will be boring.

2018-04-30
生命之灯因热情而点燃，生命之舟因拼搏而前行。
Life glows with devotion. It goes forth with resolution.

2018-05-01
没有一颗珍珠的闪光，是靠别人涂抹上去的。
There is no pearl which glistens by the effort of others.

2018-05-04
你总是泰然处事, 那就是活在当下。
If you are at peace, you are living in the moment.

2018-05-10
地球是圆的，而看似像终点的地方可能也只是起点。
The world is round and the place which may seem like the end may also be only the beginning.

2018-05-11
心怀伟大的理想，你将会变得伟大。
Think great and you will become great.

2018-05-12
一想到能和你共度余生，我就对余生充满了期待。
I'm looking forward to the rest of my life every time at the thought of spending the rest life with you.

2018-05-13
怀疑是追寻真相的动力，而质询引领着道路。
Doubt is the incentive to truth and inquiry leads the way.

2018-05-14
天才只意味着终身不懈的努力。
Genius only means hard-working all one's life.

2018-05-15
快乐属于那些敢于梦想，并且时刻准备去实现梦想的人。
Happiness belongs to those who dare to have dreams and are ready to make them real.

2018-05-16
实现明天理想的唯一障碍是今天的疑虑。
The only barriers to your ideals tomorrow are your doubts today.

2018-05-22
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for,he can easily face any kind of life.

2018-05-23
不要未尽全力就轻言放弃。
Don't give up when you still have something to give.

2018-05-24
快乐是努力换来的。
Working hard makes people happy.

2018-05-25
永远不要失去孩童般的好奇心。
Never lose the child-like wonder.

2018-05-26
人生不是坐等暴风雨过去，而是学会在雨中起舞。
Life isn't about waiting for the storm to pass. it's about learning to dance in the rain.

2018-05-28
你灵魂中每一点力量、勇气与自信的积累，都来自于你一次又一次地直视恐惧、面对恐惧。
You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.

2018-05-30
勇敢接受挑战才能感受胜利的快乐。
Only by boldly accepting challenges can you feel the joy of success.

2018-06-02
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2018-05-05
。
The only barriers to your ideals tomorrow are your doubts today.

2018-02-13
做你说过的，说你能做的。
Do what you said,say what you can do.

2017-07-03
每日一语：你怎么过一天，就怎么过一生。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2018-04-09
世界上最美好最漂亮的东西，是看不见也摸不着的，必须用心去感受。
The best and most beautiful things in the world cannot be seen or even touched, they must be felt with heart.

2017-08-20
如同夜晚不能阻止日出，难题也无法抹杀希望。
Just as darkness can never stop the sunrise, difficulties can never defeat hope.

2017-11-17
每个人都是自己命运的建筑师。
Each man is the architect of his own fate.

2017-10-08
答应自己，强大起来，就没有什么事能扰乱你平静的心。
If you promise yourself to be strong, nothing can disturb your peace of mind.

2018-05-06
知不如用，想不如做。
Knowing is no better than trying, and thinking is no better than doing.

2018-04-19
当你拥有翅膀，别停留在原地。带上那些梦想，让它们都成真。
If you have wings you can't stay on the ground. Take off with your dreams and make them all come true.

2019-05-11
如果你想被爱，就要变得可爱。
If you want to be loved, be lovable.

2017-10-23
生活，就应该享受美好的时刻，切莫执着于不好的瞬间。
Life is about enjoying the good moments not dwelling on the bad.

2018-03-26
健康是人生第一财富。
The first wealth is health.

2018-04-02
人生从来都没有失败，唯一的失败就是自己放弃。
We will not be defeated unless we give up.

2018-05-27
当你不快乐的时候，魔鬼就带着微笑。
When you are unhappy,the devil wears a grin.

2018-02-22
成功的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2018-04-21
2000人同时放风筝是怎样一种体验？带你一探究竟
Your goals determine what you are going to be.

2018-06-03
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears for missing the sun, you will miss the stars too.

2018-06-04
人人都有天赋。罕见的是甘愿跟随天赋、尝尽人间甘苦的勇气。
Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.

2018-06-05
每个人都是自己命运的建筑师。
Each man is the architect of his own fate.

2018-06-07
成功的人往往只是比失败的人多尝试了一次。
A winner is just a loser who tried one more time.

2018-06-08
人人都有天赋。罕见的是甘愿跟随天赋、尝尽人间甘苦的勇气。
Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.

2018-06-11
我们遇到对方的时候都微笑一下吧，因为微笑是爱的开始。
Let us always meet each other with smile, for the smile is the beginning of love.

2018-06-13
使人成长的不是时间，而是经历。
What makes one grow is not time but experience.

2018-04-10
做你说过的，说你能做的。
Do what you said,say what you can do.

2018-06-14
无论问题有多大，告诉你的心，“一切皆好，朋友。”
However big the problem, tell your heart," All is well, friends".

2018-06-16
文雅就是善良地做事，和善地说话。
Politeness is to do and say the kindest thing in the kindest way.

2018-06-17
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears when you miss the sun, you also miss the stars.

2018-06-18
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2018-06-19
快乐是努力换来的。
Working hard makes people happy.

2018-06-21
不管你被贴上什么标签，只有你才能定义你自己。
No matter what label is thrown your way, only you can define yourself.

2018-06-23
世界让我遍体鳞伤，但伤口长出的却是翅膀。
The world makes us black and blue, but wings will grow out of the wounds.

2018-06-24
如果不尝试一些新的东西，你的人生会了无生趣。
If you never try something new, your life story will be boring.

2018-06-25
当你拥有翅膀，别停留在原地。带上那些梦想，让它们都成真。
Got your wings, now you can't stay. Take those dreams and make them all come true.

2018-06-26
不冒险，怎么能赢得人生中的种种精彩？
It is impossible to win the great prizes in life without running risks.

2018-06-29
山间公路教会你人生中非常重要的一课——看似到了尽头，实际上通常只是个弯道。
Roads in the mountains teach you a very important lesson in life - what seems like an END is very often just a BEND.

2018-07-01
真爱之路永远不会是平坦的。
The course of true love never did run smooth.

2018-07-02
命运负责洗牌，但玩牌的是我们自己。
Fate shuffles, but we play the cards.

2018-07-03
问题的出现不是让你止步不前，而是为你指明方向。
Problems are not stop signs, they are guidelines.

2018-07-04
你不能通过逃避生活来寻得一片宁静。
You cannot find peace by avoiding life.

2017-06-08
每日一语：愿你出走半生，归来仍是少年。

2018-07-06
礼貌无需代价，却能买到一切。
civility costs nothing, and buys everything.

2018-07-08
在黑暗中与朋友并肩同行好过在光亮中独自行走。
Walking with a friend in the dark is better than walking alone in the light.

2018-07-09
不要着急，最好的总会在最不经意的时候出现。
Don‘t try to hard, the best things come when you least expect them to.

2018-07-11
勇敢接受挑战才能感受胜利的快乐。
Only by boldly accepting challenges can you feel the joy of success.

2018-07-13
纪律是连接目标和成功的桥梁。
Discipline is the bridge between goals and accomplishment.

2018-07-16
生活不似看上去那般容易，但也没有我们想象得那么难。
Life isn't as easy as it seems, and it's not as difficult as imagined.

2018-07-18
勇气不是有力气坚持下去，而是没力气还坚持下去。
Courage isn’t having the strength to go on,it’s going on when you don’t have strength.

2017-12-30
人生从来都没有失败, 唯一的失败就是自己放弃。
We will not be defeated unless we give up.

2017-12-31
幸福是一段旅程, 而不是目的地.
Happiness is a journey, not a destination.

2018-07-21
改变的秘密，是把所有的精力放在建造新的东西，而非与过去抗衡。
The secret of change is to focus all of your energy not on fighting the old, but on building the new.

2018-07-22
人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。
Human life is like flowing water ，only when it hits isles and reefs can it create beautiful waves.

2018-07-23
没有一颗珍珠的闪光，是靠别人涂抹上去的。
There is no pearl which glistens by the effort of others.

2018-07-24
好运只是个副产品，只有当你不带任何私心杂念，单纯地去做事情时，它才会降临。
Luck is just a by-product. Good luck comes from a pure mind free of egoism.

2018-07-25
每个新的一天，都是改变你人生的又一次机会。
Every new day is another chance to change your life.

2018-07-27
的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2018-07-28
只要路是对的，就不要害怕它是短暂还是遥远，因为你终究会到达。
If you're going in the right direction, the distance doesn't matter.

2018-08-01
真爱可贵，但挚友更难觅。
Rare as is true love, true friendship is rarer.

2018-08-02
每个人都想改变世界，却没有人想改变自己。
Everyone thinks of changing the world, but no one thinks of changing himself.

2018-08-04
放手一试吧，不管结果是好是坏，这都是一段有价值的经历。
Go for it. Whether it ends good or bad, it was an experience.

2018-08-06
没有了目的，生活便郁闷无光。
What makes life dreary is the want of a motive.

2018-08-07
最好的化妆是微笑，最好的首饰是谦虚，最好的服装是自信。
The best makeup is a smile. The best jewelry is modesty. The best clothing is confidence.

2018-08-08
失败很不好，但从不尝试取得成功更糟。
It is hard to fail, but it is worse never to have tried to succeed.

2018-08-09
做完事情的原则，是知道什么事先不要做。
The whole point of getting things done is knowing what to leave undone.

2018-08-10
追求重要的事物，重要到即便你失败了，这世界也会因为你努力过而更好。
Pursue something so important that even if you fail, the world is better off with you having tried.

2018-08-11
可能与不可能的差别是有意愿的心。
The difference between impossible and possible is a willing heart.

2018-08-12
人生最大的快乐是做到别人认为你做不到的事情。
The great pleasure in life is achieving what people say you cannot do.

2018-08-16
心怀伟大的理想，你将会变得伟大。
Think great and you will become great.

2018-08-20
你怎么处理失败，决定你怎么取得成功。
It’s how you deal with failure that determines how you achieve success.

2018-08-21
如果你培养出了学习的热情，你就永远不会停止成长。
Develop a passion for learning. If you do, you will never cease to grow.

2018-08-22
家庭不是“一个重要的东西”，而是“一切”。
Family is not an important thing. It's everything.

2018-08-24
每一个达成的目标都是下一个目标的起点。
Arriving at one goal is the starting point to another.

2018-08-25
你的好运取决于你行动的意愿。
The amount of good luck coming your way depends on your willingness to act.

2018-08-26
将阳光带进别人生命里的人，无法将阳光隔绝在自己生命之外。
Those who bring sunshine into the lives of others, cannot keep it from themselves.

2018-08-27
如同夜晚不能阻止日出，难题也无法抹杀希望。
Just as darkness can never stop the sunrise, difficulties can never defeat hope.

2018-08-28
我们的时间永远都足够，只要我们善用它。
We always have time enough, if we will but use it aright.

2018-08-31
现在就行动，没有人可以保证未来。
Go for it now.The future is promised to no one.

2018-09-01
当你拥有翅膀，别停留在原地。带上那些梦想，让它们都成真。
If you have wings you can't stay on the ground. Take off with your dreams and make them all come true.

2018-09-04
河流之所以能够终流大海，是因为它懂得如何绕过障碍。
A river can eventually flow into the sea because it learns how to avoid obstacles.

2018-09-09
聆听他人之意见，但保留自己之判断。
Take each man's censure, but reserve thy judgment.

2018-09-11
做你自己，其他人都已经有人做了。
Be yourself. Everyone else is already taken.

2018-01-27
希望你所有梦想都成真，即使是那些曾被人嘲笑的梦想。
May all your dreams come true，even the ones others laughed at.

2018-09-17
如同夜晚不能阻止日出，难题也无法抹杀希望。
Just as darkness can never stop the sunrise, difficulties can never defeat hope.

2018-09-19
勇敢接受挑战才能感受胜利的快乐。
Only by boldly accepting challenges can you feel the joy of success.

2018-09-22
快乐是努力换来的。
Working hard makes people happy.

2018-09-23
痛苦的秘密在于有闲工夫担心自己是否幸福。
The secret of being miserable is to have leisure to bother about whether you are happy or not.

2018-09-24
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2018-09-25
答应自己，强大起来，就没有什么事能扰乱你平静的心。
If you promise yourself to be strong, nothing can disturb your peace of mind.

2018-09-27
不管过去有多么困难，你都可以重新开始。
No matter how hard the past is, you can always begin again.

2018-09-28
人生开始于舒适圈的尽头。
Life begins at the end of your comfort zone.

2018-09-29
我们可以忘掉失败，但要牢记失败中的教训。
We may forget our failures, but we must remember the lessons learned from the failures.

2018-09-30
坚韧不在于你跑得多长，而是你能坚持跑完一段又一段。
Tenacity is marked not by the distance you run, but by not giving up.

2018-10-02
快乐是努力换来的。
Working hard makes people happy.

2018-10-03
心怀伟大的理想，你将会变得伟大。
Think great and you will become great.

2018-10-04
人生若不含有勇气的成分，它就不是人生。
Either life entails courage, or it ceases to be life.

2018-10-05
当其他的一切都失去了，未来还在。
when all else is lost，the future still remains.

2018-10-06
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2018-10-08
我们都有未开发的潜能，唯有挑战极限你才能发掘它们。
Everyone has potential yet to be explored. The only way to discover it is to find your extremes.

2018-10-09
行动是所有成功的关键。
Action is the key to all success.

2018-10-10
人与人之间最短的距离是微笑。
The shortest distance between two people is a smile.

2018-10-11
坚韧不在于你跑得多长，而是你能坚持跑完一段又一段。
Tenacity is marked not by the distance you run, but by not giving up.

2018-10-12
好运只是个副产品，只有当你不带任何私心杂念，单纯地去做事情时，它才会降临。
Luck is just a by-product. Good luck comes from a pure mind free of egoism.

2018-10-13
对任何技能的掌握都需要一生的刻苦操练。
True mastery of any skill takes a lifetime.

2018-10-16
生活不似看上去那般容易，但也没有我们想象的那么难。
Life isn't as easy as it seems, and it's not as difficult as imagined.

2018-10-18
不管前方的路有多苦，只要走的方向正确，都比站在原地更接近幸福。
No matter how hard the road ahead, as long as one moves in the right direction, happiness becomes closer than when standing in place.

2018-10-19
一旦找到了生活的意义，你就不会想回到从前去。
If you've found meaning in your life, you don't want to go back.

2018-10-21
挑战让生活有意思，然而，是战胜它们让生活有意义。
Challenges make life interesting, however, overcoming them is what makes life meaningful.

2018-10-23
要是昨天摔倒了，那今天就重新站起来。
If you failed yesterday, try again today.

2018-10-25
哪怕行动再小也全心全意地投入，这就是成功的秘密。
Put your heart, mind, and soul into even your smallest acts. This is the secret of success.

2018-07-12
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears for missing the sun, you will miss the stars too.

2018-10-26
环境因素或许会带来干扰或耽搁，但别让你的目标从视线离开。
Circumstances may cause interruptions or delays, but never lose sight of your goal.

2018-10-28
我自己也被打败过，但我因此变得更好。
I was well beaten myself, and I am better for it.

2018-10-29
你多学一样本事，就少说一句求人的话。
The more skills you learn, the less chances you will ask for help.

2018-10-31
成功将属于那些从不说“不可能”的人。
Success will belong to those who never say "impossible".

2018-11-04
勇敢接受挑战才能感受胜利的快乐。
Only by boldly accepting challenges can you feel the joy of success.

2018-11-06
接受挑战能让你感受胜利的喜悦。
Challenges can turn out to be the joy in victory.

2018-11-08
长风破浪会有时，直挂云帆济沧海。
When you hoist the sails to cross the sea, you'll ride the wind and cleave the waves.

2018-11-11
放手一试吧，不管结果是好是坏，这都是一段有价值的经历。
Go for it. Whether it ends good or bad, it was an experience.

2018-11-12
没有等出来的辉煌，只有走出来的美丽。
No glory is attained by waiting. Grace only comes after an ardous journey.

2018-11-13
一旦找到了生活的意义，你就不会想回到从前去。
If you've found meaning in your life, you don't want to go back.

2018-11-17
任何成就都是从决定尝试开始。
Every accomplishment starts with the decision to try.

2018-11-18
没有错误，只有机会。
There are no mistakes, only opportunities.

2018-02-05
生生不息，繁荣昌盛
Live long and prosper.

2017-09-28
对于那些有梦想的人来说，生活从来都不是那么简单。
Life is never easy for those who have dreams.

2018-07-14
奇迹有时候是会发生的，但是你得为之拼命努力。
Miracles sometimes occur, but one has to work terribly for them.

2017-06-21
每日一语：财富不是真正的朋友，而朋友却是真正的财富。

2018-02-26
你能为世界做最好的事，就是完全发挥自己的才能。
The very best thing you can do for the whole world is to make the most of yourself.

2017-11-29
如果你失败了，千万别忘了汲取教训。
If you fail, don't forget to learn your lesson.

2017-07-01
每日一语：预测未来的最好方式就是去创造它。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~【预告】中国新型歼击机首飞试飞员亮相，他最难忘的是什么？唯一健在的重庆渣滓洞大屠杀脱险者，为什么牵挂着那个小娃娃？“两弹元勋”邓稼先最后的笔迹写下了哪些遗愿？还有你我身边那个年轻人，为什么要走上一条与众不同的人生路……九十六年来，始终有这样一批中国人，奋不顾身，勇毅前行，前赴后继。他们，拥有一个共同的身份，坚守一段共同的誓言——7月1日，新华社燃情史诗微纪录片《无悔的誓言》，即将为你讲述。

2018-08-19
智慧真正的标志不是知识，而是想象力。
The true sign of intelligence is not knowledge but imagination.

2018-07-05
你能为世界做最好的事，就是完全发挥自己的才能。
The very best thing you can do for the whole world is to make the most of yourself.

2018-10-07
如果你有梦想，就必须捍卫它。
Should you have any dream, you must go out and fight for it.

2018-09-20
只要路是对的，就不要害怕它是短暂还是遥远，因为你终究会到达。
If you're going in the right direction, the distance doesn't matter.

2018-07-10
生活若无波折险阻，就会过于平淡无奇。
Life would be too dull if there were no dangers and difficulties in it.

2018-11-15
人生是不用橡皮擦画画的艺术。
Life is the art of drawing without an eraser.

2018-01-06
凡是路过的，都算风景；能占据记忆的，皆是幸福。
All you see is scenery. All you remember is happiness.

2019-05-10
如果机会不来敲门，那你就造一个门吧。
If opportunity doesn't knock, build a door.

2018-10-24
最重要的是，成为你生命中的英雄，而不是受害者。
Above all, be the heroine of your life, not the victim.

2018-09-21
缘属天定，份乃人为。
Fate dictates who walks into your life, but you decide who walks out, who stays and who you refuse to let go.

2018-02-27
世界是一面镜子，你笑它便笑。
The world is a mirror: it smiles at your smile.

2018-09-10
最重要的是，成为你生命中的英雄，而不是受害者。
Above all, be the heroine of your life, not the victim.

2018-03-14
只有在字典里，成功才出现在工作之前。
Only in the dictionary, will success appear before work.

2018-07-30
栽种你自己的花园并修饰自己的心灵，不要等人给你花朵。
Plant your garden and decorate your own soul, instead of waiting for someone to bring you flowers.

2018-10-22
不要放弃，不要言败！
Don't give up and don't give in.

2018-11-20
人与人之间最小的差距是智商，最大的差距是坚持。
The smallest disparity between people is intelligence, whereas the greatest is persistence.

2018-01-23
奇迹每天都在发生。
Miracles happen every day.

2018-06-27
如果你有梦想，就必须捍卫它。
Should you have any dream, you must go out and fight for it.

2018-08-29
你怎么处理失败，决定你怎么取得成功。
It’s how you deal with failure that determines how you achieve success.

2018-07-07
有爱的激励，有知识的指引，这样的生活就是美好的生活。
The good life is one inspired by love and guided by knowledge.

2017-09-19
就算失去了一切，也还有未来。
Even when all else is lost, the future still comes.

2018-04-24
做你说过的，说你能做的。
Do what you said,say what you can do.

2018-06-30
世界是一面镜子，你笑它便笑。
The world is a mirror: it smiles at your smile.

2017-12-17
快乐属于那些敢于梦想，并且时刻准备去实现梦想的人。
Happiness belongs to those who dare to have dreams and are ready to make them real.

2017-12-21
缘属天定，份乃人为。
Fate dictates who walks into your life, but you decide who walks out, who stays and who you refuse to let go.

2018-08-23
快乐是努力换来的。
Working hard makes people happy.

2018-04-27
知不如用，想不如做。
Knowing is no better than trying, and thinking is no better than doing.

2018-08-15
生活中最大的幸福，是坚信有人爱我们。
The greatest happiness in life is the conviction that we are loved..

2017-12-15
永远不要把自己的幸福放在别人的手里。
Never put your happiness in someone else’s hands.

2018-09-07
快乐是努力换来的。
Happiness is the consequence of personal effort.

2019-05-09
不成熟的爱是：我爱你因我需要你。成熟的爱是：我需要你因我爱你。
Immature love says: I love you because I need you. Mature love says: I need you because I love you.

2017-07-13
要以悲观的彻悟，乐观地去工作去生活。
Expect the worst. Strive for the best.

2018-08-05
那些觉得自己没有时间运动的人，迟早要腾出时间来生病。
Those who think they have no time for bodily exercise will sooner or later have to find time for illness.

2018-07-31
人生就像骑脚踏车，为了保持平衡，你必须不断往前。
Life is like riding a bicycle. To keep your balance, you must keep moving.

2018-07-29
爱情无法购买，感情亦是无价。
Love is mot to be purchased, and affection has no price.

2018-07-26
不要轻言放弃，万事开头难。
Do not give up. The beginning is always the hardest.

2018-09-12
我们不是进步就是在退步，人生没有所谓的停滞不前。
We are either progressing or retrograding all the while. There is no such thing as remaining stationary in this life.

2018-09-03
命运就掌握在我们手里，只有勇敢的人才能体会。
Fate is in your hands but only the brave can see it.

2018-07-19
永远全力以赴，今日播下的种子，终会得到丰收。
Always do your best. What you plant now, you will harvest later.

2017-12-11
失之泰然，得之淡然，争其必然，顺其自然。
Compete for the best. Accept the rest.

2018-10-15
我们无法重拾昨天，但可以赢得或输掉明天。
Yesterday is not ours to recover, but tomorrow is ours to win or lose.

2018-04-06
想要帮助自己，必须直面真正的自己。
To help yourself, you must face up to your true self.

2018-11-03
得失成败尽量置之度外，只求竭其所能，无愧于心。
Ignore both gains and losses. Spare no effort. Have no regrets.

2018-04-29
太想伸手摘取星星的人常常忘记脚下的鲜花。
Stretching his hand up to the stars, men always forget the flowers at his feet.

2018-08-13
哪怕行动再小也全心全意地投入，这就是成功的秘密。
Put your heart, mind, and soul into even your smallest acts. This is the secret of success.

2017-10-07
爱不是用眼睛看，而是用心去感受。
Love does not see with the eyes, but feels with the heart.

2018-11-22
做必要之事，尽可能之事，成不可能之事。
Start by doing what's necessary, then do what's possible, and suddenly you are doing the impossible.

2018-06-15
少讲多做是大智者的特性。
To say little and perform much is the characteristic of great minds.

2017-11-25
健康是人生第一财富。
The first wealth is health.

2018-05-09
懂得自己无知，说明已有收获。
Understanding their ignorance is rewarding.

2017-07-28
如果你想要从未拥有过的东西，那么你必须做你从未做过的事。
If you want things you have never had, you have to do things that you have never done.

2018-11-01
人生不是彩排，没有重播键。
Life is not a rehearsal—there is no replay button.

2018-09-08
尽管做你自己热爱的事情并且相信它，成功自然到来。
Do what you love and believe in, and success will come.

2018-06-09
你可以逃避现实，但你不能逃避因逃避现实所产生的后果。
You can avoid reality, but you cannot avoid the consequences of avoiding reality.

2018-04-11
设计目标是将愿景清晰化的第一步。
Setting goals is the first step in turning the invisible into the visible.

2017-09-20
今天做到最好是对明天最好的准备！
The best preparation for tomorrow is doing your best today.

2017-08-06
没有等出来的辉煌，只有走出来的美丽。
No glory is attained by waiting. Grace only comes after an ardous journey.

2018-02-15
你能为世界做最好的事，就是完全发挥自己的才能。
The best thing you can do for the world is to make the most of yourself.

2018-06-10
生活只有一次，但如果你选对了路，一次也就够了。
You only live once, but if you do it right, once is enough.

2018-05-29
如果你看到面前的阴影，别怕，那是因为你的背后有阳光。
If there is darkness ahead, don't be afraid, it means the sun is shining on your back.

2018-03-09
快乐，是一种生活方式的选择，而不仅是一种情绪。
Happiness is a matter of life-style,not a mood.

2018-09-05
对任何技能的掌握都需要一生的刻苦操练。
True mastery of any skill takes a lifetime.

2018-08-03
做你说过的，说你能做的。
Do what you said,say what you can do.

2017-12-14
推动你向前的，不是困难，而是梦想。
Don’t be pushed by your problems. Be led by your dreams. Live the life you want to live.

2018-03-28
求知若饥，虚心若愚。
Stay hungry,stay foolish.

2019-05-08
要是昨天摔倒了，那今天就重新站起来。
If you failed yesterday, try again today.

2017-07-14
每日一语：你说梦想遥不可及，可你又何曾为梦想早起？ You say that dreams are out of reach, but did you ever get up early for your dreams?

2018-05-17
生从来都没有失败, 唯一的失败就是自己放弃。
We will not be defeated unless we give up.

2018-05-21
人生不是彩排，没有重播键。
Life is not a rehearsal—there is no replay button.

2018-11-14
与其临渊羡鱼，不如退而结网。
Better start spinning a net than simply wishing for fish.

2018-10-27
不断的自律及自我控制可以培养出非凡的性格。
By constant self-discipline and self-control, you can develop greatness of character.

2018-07-20
你的任务不是寻找爱，而是寻找并发现所有你内在所建筑不让爱进来的障碍。
Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.

2017-08-07
要有最朴素的生活和最遥远的梦想，即使明日天寒地冻，路远马亡。
One must have the simplest lifestyle and the highest dreams, even if the world falls and all means are deprived.

2017-10-16
只要路是对的，就不要害怕它是短暂还是遥远，因为你终究会到达。
If you're going in the right direction, the distance doesn't matter.

2018-07-17
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2018-06-12
心怀大想法，享受小乐趣。
Think big thoughts but relish small pleasures.

2017-11-02
知不如用，想不如做。
Knowing is no better than trying, and thinking is no better than doing.

2017-09-29
战胜了疑虑和恐惧，就战胜了失败。
Those who have conquered doubt and fear have conquered failure.

2017-09-18
美德是勇敢的，善良从来无所畏惧。
Virtues are bold and kindness fears nothing.

2018-06-01
当你再也没有什么可以失去的时候，就是你开始得到的时候。
When you have nothing to lose, you have everything to gain.

2018-05-20
世间并不存在“失败”，那不过是生活想让我们换个方向走走罢了。
There is no such thing as failure. And failure is just life, which is trying to move us in another direction.

2018-09-13
拥有自信，你在还没开始就已经胜利了。
With confidence, you have won even before you have started.

2018-02-17
人生不是坐等暴风雨过去，而是学会在雨中起舞。
Life isn't about waiting for the storm to pass. it's about learning to dance in the rain.

2018-09-26
看清自己比读懂他人更重要。
Reading your own mind is more important than reading others.

2018-05-31
人的生命，似洪水奔流，不遇岛屿和暗礁，难以激起美丽的浪花。
Human life is like flowing water; only when it hits isles and reefs can it create beautiful waves.

2018-03-07
当你再也没有什么可以失去的时候，就是你开始得到的时候。
When you have nothing to lose, you have everything to gain.

2018-07-15
爱就是真心地欣赏；欣赏就是理智地爱。
To love is to admire with the heart; to admire is to love with the mind.

2017-06-12
每日一语：不必强求完美，也不必苛求他人眼中的完整，追求你梦想中的家庭，然后，爱你得到的。心安之处即是家。

2018-06-28
新的一天伴随着新的力量和新的思想。
With a new day comes  new strength and new thoughts.

2018-10-30
人生最重要的就是树立伟大的目标并实现它。
The important thing in life is to have a great aim , and the determination to attain it.

2018-06-20
生活有时会让我们受伤，但到后来，那些受伤的地方一定会变成我们最强壮的地方。
Life sometimes hurts us, but in the end, our injuries will turn into our utmost strengths.

2018-03-29
成功是得到你所追求的, 而幸福则是满意你所拥有的。
Success is getting what you want; happiness is being satisfied with what you get.

2017-09-11
走到你能看到的最远之处，当你到达，你会看到更远的地方。
Go as far as you can see. When you get there you'll be able to see further.

2018-10-01
拥有一个新目标，或做一个新的梦，什么时候都不算晚。
It's never too late to set another goal or to dream a new dream.

2017-11-09
没有一颗珍珠的闪光，是靠别人涂抹上去的。
There is no pearl which glistens by the effort of others.

2018-03-20
人与人之间最短的距离是微笑。
The shortest distance between people is a smile.

2018-11-09
完成伟大的事业不在于体力，而在于坚韧不拔的毅力。
Great works are performed not by strength, but by perseverance.

2018-03-02
完成伟大的事业不在于体力，而在于坚韧不拔的毅力。
Great works are performed not by strength， but by perseverance.

2018-11-07
你如果拒绝面对错误，真相也会被挡在门外。
If you shut the door to all errors, truth will be shut out.

2018-11-19
失败永远不会赶上我，如果我成功的决心够强烈。
Failure will never overtake me if my determination to succeed is strong enough.

2018-06-22
任何成就都是从决定尝试开始。
Every accomplishment starts with the decision to try.

2017-08-21
生活中最大的幸福，是坚信有人爱我们。
The greatest happiness in life is the conviction that we are loved.

2018-05-03
不要轻言放弃，万事开头难。
Do not give up. The beginning is always the hardest.

2018-05-02
爱不是用眼睛看，而是用心去感受。
Love does not see with the eyes, but feels with the heart.

2018-06-06
实现明天理想的唯一障碍是今天的疑虑。
The only barriers to your ideals tomorrow are your doubts today.

2018-11-21
我人生最痛苦的时刻，也是我展现最多力量与勇气的时刻。
The most painful moment in my life also became the moment I showed the most strength and courage.

2018-10-20
好运只是个副产品，只有当你不带任何私心杂念，单纯地去做事情时，它才会降临。
Luck is just a by-product. Good luck comes from a pure mind free of egoism.

2018-11-16
幸福是一段旅程, 而不是目的地.
Happiness is a journey, not a destination.

2018-09-16
不管过去有多么困难，你都可以重新开始。
No matter how hard the past is, you can always begin again.

2018-05-19
世界是一面镜子，你笑它便笑。
The world is a mirror: it smiles at your smile.

2018-10-17
接受挑战能让你感受胜利的喜悦。
Challenges can turn out to be the joy in victory.

2017-12-27
有得也有失, 生活就是如此。
You win some, you lose some. That's life.

2018-09-06
进步是今天的活动、明天的保证。
Progress is the action of today and the assurance of tomorrow.

2018-08-18
天才只意味着终身不懈的努力。
Genius only means hard-working all one's life.

2017-11-22
不要放弃，不要言败！
Don't give up and don't give in.

2018-01-02
矢志不渝，砥砺前行！
Stay focused and keep shipping.

2018-11-02
幸运眷顾勇敢的人。
Fortune favors the bold.

2018-02-25
成功是得到你所追求的, 而幸福则是满意你所拥有的。
Success is getting what you want; happiness is being satisfied with what you get.

2018-04-07
肤浅的人相信运气，而成功的第一秘诀是相信自己。
Shallow men believe in luck.Self-trust is the first secret of success.

2018-04-25
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2018-09-18
有爱的激励，有知识的指引，这样的生活就是美好的生活。
The good life is one inspired by love and guided by knowledge.

2018-01-10
世上没有绝望的处境，只有对处境绝望的人。
There are no desperate situations, only desperate people.

2018-09-02
你自己做的决定愈多，你愈能体会你可以自由选择。
The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.

2017-09-26
每个人都有不为人知的故事，不要轻易对别人品头论足。
Everyone has a story unknown to others, so never be quick to judge.

2018-11-10
求知若饥，虚心若愚。
Stay hungry,stay foolish.

2019-05-07
你能为世界做最好的事，就是完全发挥自己的才能。
The very best thing you can do for the whole world is to make the most of yourself.

2018-10-14
学习的美好之处，是没有人可以把它从你身上拿走。
The beautiful thing about learning is nobody can take it away from you.

2017-11-01
坚韧不在于你跑得多长，而是你能坚持跑完一段又一段。
Tenacity is marked not by the distance you run, but by not giving up.

2018-01-24
你不努力，谁都给不了你想要的生活。
If you don't work hard, no one else will give you the life you want.

2018-05-18
如果你看到面前的阴影，别怕，那是因为你的背后有阳光。
If you saw the darkness in front of you, don't be afraid, that's because sunshine is at your back.

2018-08-14
态度是一件小事，却能引起翻天覆地的变化。
Attitude is a little thing that makes a big difference.

2018-01-09
为别人着想，才不失活得高尚；为自己而活，才不失活得洒脱。
It's admirable to put yourself in the shoes of others. It's freeing to live for yourself.

2018-11-05
幸福是一段旅程, 而不是目的地。
Happiness is a journey, not a destination.

2017-09-01
文章做到极处，无有他奇，只是恰好；人品做到极处，无有他异，只是本然。
The only way to write an excellent essay is to be moderate. And the only way to be an excellent person is to be true.

2018-05-08
完成伟大的事业不在于体力，而在于坚韧不拔的毅力。
Great works are performed not by strength，but by perseverance.

2017-08-05
人们可能怀疑你说的话，但他们会相信你的行动。
Action speaks louder than words.

2019-05-06
人类生存的秘密，不但是要活，还要知道为何而活。
The secret of man's being is not only to live but to have something to live for.

2019-05-05
命运如同手中的掌纹，无论多曲折，终掌握在自己手中。
Fate as hand palm, no matter how tortuous, is always in their own hands.

2019-05-04
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2019-05-03
不要只因一次挫败，就放弃你原来决心达到的梦想。
Do not, for one repulse, forgo the purpose that you resolved to effect.

2019-05-02
把握机遇的人才能心想事成。
He who seizes the right moment is the right man.

2019-05-01
优秀不是一项技能，而是一种心态。
Excellence is not a skill, it's an attitude.

2019-04-30
人生从来都没有失败, 唯一的失败就是自己放弃。
We will not be defeated unless we give up.

2019-04-29
创新需要勇气承担不确定性。
Creativity requires the courage to let go of certainties.

2019-04-28
对明天最好的准备就是今天做到最好。
The best preparation for tomorrow is doing your best today.

2019-04-27
世界上的事没有绝对成功，只有不断的进步。
There is no absolute success in the world, only constant progress.

2019-04-26
没有激流就称不上勇进，没有山峰则谈不上攀登。
Without a riptide, there is no surfing. Without a cliff, there is no climbing.

2019-04-25
成功是你一次又一次失败，却仍没有失去热情。
Success is the ability to go from one failure to another with no loss of enthusiasm.

2019-04-24
怪罪别人绝不会让你获得成功。
You’ll never get ahead by blaming your problems on other people.

2019-04-23
为了不确定的事而放弃确定的事是不智的。
He is no wise man who will quit a certainty for an uncertainty.

2019-04-22
成功之路并非你想的那么死板和不可改变。
The path to your success is not as fixed and inflexible as you think.

2019-04-21
你得在向前走之前放下过去。
You got to put the past behind before you can move on.

2019-04-20
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2019-04-19
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears when you miss the sun, you also miss the stars.

2019-04-18
四川南充“书香天府 万卷南充”全民阅读活动:诗画田园 悦读西充（南充日报）
Done is better than perfect.

2019-04-17
一次小小的偶遇，可能就是你苦候良久的邂逅。
A little chance encounter could be the one you've waited for.

2019-04-15
与其抱怨不停，不如卯足劲儿全力去做好它。
Instead of complaining about it, I'm just gonna go in every day and give it my all.

2019-04-14
在黑暗中与朋友并肩同行好过在光亮中独自行走。
Walking with a friend in the dark is better than walking alone in the light.

2019-04-13
地球是圆的，而看似像终点的地方可能也只是起点。
The world is round and the place which may seem like the end may also be only the beginning.

2019-04-12
人总是有足够的时间，如果他好好利用。
One always has time enough, if one will apply it well.

2019-04-11
当你与困难面对面时，等待你的是一个新发现。
When you are face to face with a difficulty, you are up against a discovery.

2019-04-10
最可怕的敌人，就是没有坚强的信念。
The most fearful enemy is not having a firm conviction.

2019-04-09
聪明而没有抱负，犹如没有翅膀的鸟。
Intelligence without ambition is a bird without wings.

2019-04-08
若想得到你从未拥有的东西，你得愿意做你从未做过的事。
If you want something you’ve never had, you must be willing to do something you’ve never done.

2019-04-07
勇敢就是知道即便你失败，你也不是永远失败。
Being brave means knowing that when you fail, you don’t fail forever.

2019-04-06
当天才不努力时，努力可以击倒天才。
Hard work beats talent when talent fails to work hard.

2019-04-05
若坏事没有先发生，许多好的事情永远不会发生。
Many of the good things would never have happened if the bad events hadn’t happened first.

2019-04-04
平庸的人只想如何打发时间，有才能的人尝试利用时间。
Ordinary people merely think how they shall spend their time, a man of talent tries to use it.

2019-04-03
你能为世界做最好的事，就是完全发挥自己的才能。
The very best thing you can do for the world is to make the most of yourself.

2019-04-02
做你喜欢做的事，做对的事。
Do what you like and do the right things.

2019-04-01
若想要做好事，成为好的人胜过所有方法。
We can do more good by being good, than in any other way.

2019-03-30
幸福与道德责任息息相关，不可分割。
Happiness and moral duty are inseparably connected.

2019-03-29
不要总盯着时钟，要像它那样，不断前进。
Don't watch the clock; do what it does. Keep going.

2019-03-28
心怀能量，最坏的时光也会成为好天良夜。
The worst times can be the best if you think with positive energy.

2019-03-27
勇敢并非没有恐惧，而是克服恐惧，战胜恐惧。
Courage is resistance to fear , mastery of fear , not absence of fear .

2019-03-26
享受自己的生活，不要和别人比较。
Enjoy your own life without comparing it with that of another.

2019-03-25
已经完成的小事胜过计划完成的大事。
Small deeds done are better than great deeds planned.

2019-03-24
如果音乐是爱情的食粮，那就继续演奏吧。
If music be the food of love, play on.

2019-03-20
天才只意味着终身不懈的努力。
Genius only means hard-working all one's life .

2019-03-19
重要的不是别人怎么看你，而是你是怎样的人。
It matters not what you are thought to be, but what you are.

2019-03-18
每一个不曾起舞的日子，都是对生命的辜负。
We should consider every day lost on which we have not danced at least once.

2019-03-17
心系伟大想法的人，把小事做得最好。
A soul preoccupied with great ideas best performs small duties.

2019-03-16
大智论道，中智论事，小智论人。
Great minds discuss ideas. Average minds discuss events. Small minds discuss people.

2019-03-15
想法如风，知识若帆，人为船。
Thought is the wind, knowledge the sail, and mankind the vessel.

2019-03-14
让未来的你，感谢今天的你所付出的努力。
Do something today that your future self will thank you for.

2019-03-13
追求兴趣时保持年轻，与人相处时保持成熟。
In your pursuit of your passions, always be young. In your relationship with others, always be grown-up.

2019-03-12
把握机遇的人，才能心想事成。
He who seizes the right moment, is the right man.

2019-03-11
知识给你力量，品格给你别人的尊敬。
Knowledge will give you power, but character respect.

2019-03-10
今天做好的事能让明天的一切都变得更好。
What you do today can improve all your tomorrows.

2019-03-09
把握机遇的人，才能心想事成。
He who seizes the right moment, is the right man.

2019-03-08
当你对自己诚实的时候，世界上没有人能够欺骗得了你。
If you are honest to oneself , no one in the world can deceive you.

2019-03-07
人生最大的快乐是做到别人认为你做不到的事情。
The great pleasure in life is doing what people say you cannot do.

2019-03-06
今天尽力是准备明天最好的方式。
The best preparation for tomorrow is doing your best today.

2019-03-05
现在就行动，采取行动永远不嫌太晚。
The time for action is now. It’s never too late to do something.

2019-03-04
坚持是世界上每个有建树的人都有的品质。
Persistence is the common trait of anyone who has had a significant impact on the world.

2019-03-03
比起怀念过去，我更喜欢梦想未来。
I like the dreams of the future better than the history of the past.

2019-03-02
完美是无法触及的，但如果我们追求完美，我们就可以做到卓越。
Perfection is not attainable, but if we chase perfection we can catch excellence.

2019-03-01
只有那些没行动的人不会犯错。
It’s only those who do nothing that make no mistakes.

2019-02-28
如果你还在纠结于昨天，就不会拥有更美好的明天。
You can't have a better tomorrow if you're still thinking about yesterday.

2019-02-27
静静地奋斗，让成功为自己发声。
Work hard in silence, let your success be your noise.

2019-02-26
礼貌无需代价，却能买到一切。
Civility costs nothing, and buys everything.

2019-02-25
如果你明确自己的方向，世界也会为你让路。
The world makes way for the man who knows where he is going.

2019-02-24
只从书中获得的智慧不算是智慧。
Wisdom is not wisdom when it is derived from books alone.

2019-02-23
领导者是能把想象变成现实的人。
Leadership is the capacity to translate vision into reality.

2019-02-22
生活只有一次，但如果你选对了路，一次也就够了。
You only live once, but if you do it right, once is enough.

2019-02-21
你改变不了过去，但如果你过于忧虑未来，就会毁了现在。
You can't change the past, but you can ruin the present by worrying about the future.

2019-02-20
生活中大多数的阴霾归咎于我们挡住了自己的阳光。
Most of the shadows of life are caused by standing in our own sunshine.

2019-02-19
人生最重要的就是树立伟大的目标并实现它。
The important thing in life is to have a great aim , and the determination to attain it.

2019-02-18
人生不是坐等暴风雨过去，而是学会在雨中起舞。
Life isn't about waiting for the storm to pass. it's about learning to dance in the rain.

2019-02-17
相信你可以，你则成功了一半。
Believe you can and you’re halfway there.

2019-02-15
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2019-02-14
益友、良书和一颗宁静的心，这就是理想的生活。
Good friends, good books, and a sleepy conscience: this is the ideal life.

2019-02-13
从希望中得到欢乐，在苦难中保持坚韧。
Rejoice in hope, be patient in tribulation.

2019-02-11
伟人之所以伟大，是因为他立志要成为伟大的人。
The reason why a great man is great is that he resolves to be a great man.

2019-02-10
能处处寻求快乐的人才是最富有的人。
That man is the richest whose pleasure are the cheapest.

2019-02-09
善待生活，热爱一切，经常开怀大笑。
live well, love lots, and laugh often.

2019-02-08
地球是圆的，而看似像终点的地方可能也只是起点。
The world is round and the place which may seem like the end may also be only the beginning.

2019-02-07
你若想要得到，就别只是期望。人生短暂，经不起等待。
If you want something, don't just wish for it. Life is too short to wait.

2019-02-06
学习昨天，活在今天，期待明天。
Learn from yesterday, live for today, hope for tomorrow.

2019-02-04
快乐的人也会让别人感到快乐。
Whoever is happy will make others happy too.

2019-02-03
如果你认为重要，总会想到办法。如果你认为不重要，总会找理由。
If it is important to you, you will find a way. If not, you'll find an excuse.

2019-02-02
即使在最黑暗的日子里，也能寻到生活中的闪光点。
Happiness can be found even in the darkest time.

2019-02-01
最令人满足的事，是完成那些看似无法完成的事。
The most rewarding things you do in life are often the ones that look like they cannot be done.

2019-01-30
地球是圆的，而看似像终点的地方可能也只是起点。
The world is round and the place which may seem like the end may also be only the beginning.

2019-01-29
这世界会因你的典范，而不是你的意见而改变。
The world is changed by your example, not by your opinion.

2019-01-28
好运就是当机会来临时，你早已做好了准备。
Good luck is when an opportunity comes along and you're prepared for it.

2019-01-27
如果总是抓着悲伤不肯放手，那你永远也不会真正地快乐。
You will never be truly happy if you never let go of the things that make you sad.

2019-01-26
接受挑战能让你感受胜利的喜悦。
Challenges can turn out to be the joy in victory.

2019-01-25
成功是清晨醒来，对自己的人生充满期待。
Success is waking up in the morning, so excited about what you have to do.

2019-01-24
不要把生命浪费于怀疑与恐惧中。
Don't waste life in doubts and fears.

2019-01-23
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for,he can easily face any kind of life.

2019-01-22
与其抱怨不停，不如全力去做好它。
Instead of complaining about it, I'm just gonna go in every day and give it my all.

2019-01-21
最可怕的敌人，就是没有坚强的信念。
The most fearful enemy is not having a firm conviction.

2019-01-20
可以说成功要靠三件事才能赢得：努力，努力，再努力。
I might say that success is won by three things：first, effort; second, more effort; third, still more effort.

2019-01-19
成功者是坚持梦想不放弃的人。
A winner is a dreamer who never gives up.

2019-01-18
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2019-01-17
今天你播种了什么，明天你就会收获什么。
What you plant now, you will harvest later.

2019-01-16
你多学一样本事，就少说一句求人的话。
The more skills you learn, the less chances you will ask for help.

2019-01-15
强者自救，圣者渡人。
A strong man can save himself, a great man can save another.

2019-01-14
不要只因一次挫败，就放弃你原来决心想达到的梦想。
Do not, for one repulse, forgo the purpose that you resolved to effect.

2019-01-13
想像出的障碍无法被克服，但真的障碍可以。
Imaginary obstacles are insurmountable. Real ones aren’t.

2019-01-12
一个今天胜似两个明天。
One today is worth two tomorrows.

2019-01-11
伟大的理想造就伟大的人。
Great hopes make great man.

2019-01-10
教育不是装满一桶水，而是点燃一把火。
Education is not filling a bucket, but lighting a fire.

2019-01-09
快乐，是一种生活方式的选择，而不仅是一种情绪。
Happiness is a matter of life-style, not a mood.

2019-01-07
如果你看到面前的阴影，那是因为你的背后有阳光。
If you saw the darkness in front of you, that's because sunshine is at your back.

2019-01-06
与其抱怨不停，不如卯足劲儿全力去做好它。
Instead of complaining about it, I'm just gonna go in every day and give it my all.

2019-01-05
人生难免有起落，不抱怨，不解释，要做的就是坚持！
Life is full of inevitable highs and lows. Don't complain, don't explain, just maintain.

2019-01-03
你的腰不弯，别人就无法骑在你的背上。
A man can’t ride your back unless it is bent.

2019-01-02
最令人满足的事，是完成那些看似无法完成的事。
The most rewarding things you do in life are often the ones that look like they cannot be done.

2019-01-01
生活有时会让我们受伤，但到后来，那些受伤的地方一定会变成我们最强壮的地方。
Life sometimes hurts us, but in the end, our injuries will turn into our utmost strengths.

2018-12-29
别因为一次失败，就放弃你原先所要达到的目的。
Do not, for one repulse, give up the purpose that you resolved to effect.

2018-12-28
除辛勤工作之外，我别无成功的秘诀。
I have no secret of success but hard work.

2018-12-27
进步是今天的活动、明天的保证。
Progress is the action of today and the assurance of tomorrow.

2018-12-26
实现明天理想的唯一障碍是今天的疑虑。
The only barriers to your ideals tomorrow are your doubts today.

2018-12-25
全心全意地寻找才会有所发现。
Discovery comes only to a mind immersed in its pursuit.

2018-12-24
做你说过的，说你能做的。
Do what you said,say what you can do.

2018-12-23
你必须相信自己，这是成功的秘诀。
You have to believe in yourself. That's the secret of success.

2018-12-22
没有一颗珍珠的闪光，是靠别人涂抹上去的。
There is no pearl which glistens by the effort of others.

2018-12-21
你热爱生命吗？那么，别浪费时间，因为生命是由时间组成的。
Do you love life? Then do not squander time;for that's the stuff life is made of.

2018-12-20
天才只意味着终身不懈的努力。
Genius only means hard-working all one's life .

2018-12-19
一个人越懒，明天要做的事越多。
The lazier a person is, the more things he needs to do tomorrow.

2018-12-18
真友谊最美的一个特质是了解和被了解。
One of the most beautiful qualities of true friendship is to understand and to be understood.

2018-12-17
我可以接受失败，但绝对不能接受自己未曾奋斗过。
I can accept failure, but I can't accept not trying.

2018-12-16
一个人越懒，明天要做的事越多。
The lazier a person is, the more things he needs to do tomorrow.

2018-12-15
要以悲观的彻悟，乐观地去工作去生活。
Expect the worst. Strive for the best.

2018-12-14
带着激情做事，你就会有激情。
Act enthusiastically and you will be enthusiastic.

2018-12-13
成功的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2018-12-12
幸福是一种选择，需要努力再努力。
Happiness is a choice that requires effort.

2018-12-11
要相信，梦里能到达的地方，总有一天，脚步也能到达。
Any place you can reach in your dreams can also be reached by foot.

2018-12-10
进博会满月啦！抓住机遇的全球企业有多拼？
Whatever is worth doing at all is worth doing well.

2018-12-09
全心全意寻找才会有所发现。
Discovery comes only to a mind immersed in its pursuit.

2018-12-08
接受挑战能让你感受胜利的喜悦。
Challenges can turn out to be the joy in victory.

2018-12-07
没有一颗珍珠的闪光，是靠别人涂抹上去的。
There is no pearl which glistens by the effort of others.

2018-12-06
现在就行动，没有人可以保证未来。
Go for it now.The future is promised to no one.

2018-12-05
成功将属于那些从不说“不可能”的人。
Success will belong to those who never say "impossible".

2018-12-04
要相信，梦里能到达的地方，总有一天，脚步也能到达。
Any place you can reach in your dreams can also be reached by foot.

2018-12-03
天才只意味着终身不懈的努力。
Genius only means hard-working all one's life.

2018-12-02
重要的不是活了多少年，而是这些年你怎么活。
It's not the years in your life that count. It's the life in your years.

2018-12-01
常常当你觉得你走到尽头时，你其实是在另一旅程的起点。
Often when you think you’re at the end of something, you’re at the beginning of something else.

2018-11-30
先有坚定的信念才有不凡的行动。
Strong convictions precede great actions.

2018-11-29
哪怕行动再小也全心全意地投入，这就是成功的秘密。
Put your heart, mind, and soul into even your smallest acts. This is the secret of success.

2018-11-28
失败永远不会赶上我，如果我成功的决心够强烈。
Failure will never overtake me if my determination to succeed is strong enough.

2018-11-27
登上高峰后，你会发现还有更多的山峰要翻越。
After climbing a great hill, one only finds that there are many more hills to climb.

2018-11-26
任何成就都是从决定尝试开始。
Every accomplishment starts with the decision to try.

2018-11-25
爱情无法购买，感情亦是无价。
Love is not to be purchased, and affection has no price.

2018-11-24
成功没有定律，但你可从失败中学到很多东西。
Success has no rules, but you can learn a great deal from failure.

2018-11-23
让梦想大于胆怯，让行动盖过言语，信念强于感觉。
Let your dreams be bigger than your fears, your actions louder than your words, and your faith stronger than your feelings.

2018-06-23
世界让我遍体鳞伤，但伤口长出的却是翅膀。
The world makes us black and blue, but wings will grow out of the wounds.

2018-03-31
只要路是对的，就不要害怕它是短暂还是遥远，因为你终究会到达。
If you're going in the right direction, the distance doesn't matter.

2018-03-27
四川遂宁一位已经退休20多年的老干部拾荒13年，用变卖废品得来的钱助学济困，建立了11座乡村小学读书室和5座乡村爱心阅览室。他说，自己回馈乡村是为了报恩，戏称自己是一颗“老南瓜”，“越老越甜”。
Progress is the activity of today and the assurance of tomorrow.

2018-03-10
除辛勤工作之外，我别无成功的秘诀。
I have no secret of success but hard work.

2018-03-06
天才只意味着终身不懈的努力。
Genius only means hard-working all one's life.

2018-02-08
你不努力，谁都给不了你想要的生活。
If you don't work hard, no one else will give you the life you want.

2018-02-01
如果你看到面前的阴影，别怕，那是因为你的背后有阳光。
If there is darkness ahead, don't be afraid, it means the sun is shining on your back.

2018-01-20
世界是一面镜子，你笑它便笑。
The world is a mirror: it smiles at your smile.

2017-12-24
快乐，是一种生活方式的选择，而不仅是一种情绪。
Happiness is a matter of life-style, not a mood.

2017-12-13
未来属于那些相信梦想之美好的人。
The future belongs to those who believe in the beauty of their dreams.

2017-12-08
相信自己比依赖别人重要。
Believing in yourself is more important than depending on others.

2017-12-05
幸福，就是找一个温暖的人过一辈子。
Happiness is to find someone who can warm you up and share your life together.

2017-12-03
懂得自己无知，说明已有收获。
Understanding their ignorance is rewarding.

2017-12-02
知识要用心体会，才能变成自己的智慧。
Only the knowledge with thorough reflection can become their own wisdom.

2017-11-05
只有把抱怨环境的心情，化为上进的力量，才是成功的保证。
Only by turning complaint into motivation can you succeed.

2017-10-31
要是昨天摔倒了，那今天就重新站起来。
If you failed yesterday, try again today.

2017-10-29
领先的秘诀在于从现在就开始。
The secret to taking the lead is starting now.

2017-10-22
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears for missing the sun, you will miss the stars too.

2017-10-06
你若想要得到，就别只是期望。人生短暂，经不起等待。
If you want something, don't just wish for it. Life is too short to wait.

2017-09-21
每一天都是一个新的开始，不要再纠结于过去，想想现在能做点什么吧。
Every day is a new beginning. Don't get tangled up in the past, but think about what you can do in the present.

2017-09-07
成功，态度与能力一样重要。
To achieve success，attitude is as important as ability.

2017-08-28
活要活得美好，梦要梦得热烈，爱要爱得完整。
Live beautifully, dream passionately, love completely.

2017-08-27
人生拥有三件事便可真正快乐：有爱的人，有喜欢的事业，有梦想。
Three things that bring real happiness to your life:Having someone to love,doing the career you enjoy and owning a dream.

2017-08-24
不管前方的路有多苦，只要走的方向正确，都比站在原地更接近幸福。
No matter how hard the road ahead, as long as one moves in the right direction, happiness becomes closer than when standing in place.

2017-08-19
值得前往的地方都没有捷径。
There is no shortcut to any place worth going.

2017-08-01
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2017-07-20
要相信，梦里能到达的地方，总有一天，脚步也能到达。
Any place you can reach in your dreams can also be reached by foot.

2017-07-15
真实的、永恒的、最高级的快乐，只能从三样东西中取得：工作、自我克制和爱。
The real, eternal, highest happiness comes through three things: hard work, self-discipline and love.

2017-07-08
拼搏到无能为力，坚持到感动自己。
Work hard until you are exhausted. Persist until you are moved.

2017-07-06
人与人之间最小的差距是智商，最大的差距是坚持。
The smallest disparity between people is intelligence, whereas the greatest is persistence.

2017-06-20
每日一语：前半生不犹豫，后半生不后悔。

2017-06-06
每日一语：对别人要求松一点，就不会总失望；对自己要求严一点，就不会总沮丧。

2017-06-28
每日一语：心怀豁达、宽容与感恩，生活就会阳光明媚。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

2017-06-27
每日一语：你的努力，会让你打心里看得起自己。【号外】即日起，“早知天下事”栏目公开征集LOGO，请设计师同学将设计图发送至beautyofchina@xinhua.org，采用后设计师将获得三星手机一部哦~

