2019-07-07
做到自律，几乎一切皆有可能。
With self-discipline most anything is possible.

2019-07-06
不会做小事的人，也做不出大事来。
Those who can not do trivial things can not accomplish great things.

2019-06-26
事情愈艰难，最后愈能得到丰厚的果实。
The more difficult something is, the more rewarding it is in the end.

2019-06-25
在事情未完成之前，一切都看似不可能。
It always seems impossible until it's done.

2019-06-24
生活的道路一旦选定，就要勇敢地走到底。
Once you choose your way of life, be brave to stick it out.

2019-06-23
强大的头脑加上善良的内心永远是令人敬畏的。
A good head and a good heart are always a formidable combination.

2019-06-22
人生不是得到和拥有什么，而是给予和成为什么。
Life is not about getting and having, it is about giving and being.

2019-06-21
如果你无法做伟大的事，那就以伟大的方式做小事。
If you cannot do great things, do small things in a great way.

2019-06-20
获得自信的最好方法是做你不敢做的事。
The best way to gain self-confidence is to do what you are afraid to do.

2019-06-19
学识是宝藏，但实践才是打开它的钥匙。
Knowledge is a treasure but practice is the key to it.

2019-06-18
紧握拳头你就无法与他人握手。
You cannot shake hands with a clenched fist.

2019-06-17
心态积极，好事自然发生。
When you think positive, good things happen.

2019-06-16
为了不确定的事而放弃确定的事是不明智的。
He is no wise man who will quit a certainty for an uncertainty.

2019-06-15
没有伟大的意志力，便没有雄才大略。
There is no such thing as a great talent without great will.

2019-06-14
事情愈艰难，最后愈能得到丰厚的果实。
The more difficult something is, the more rewarding it is in the end.

2019-06-13
领先的诀窍是展开行动。
The secret of getting ahead is getting started.

2019-06-12
真正的自由是在所有时候都能控制自己。
True liberty is to have power over oneself in all things.

2019-06-11
不创造幸福的人无权享用幸福。
We have no more right to consume happiness without producing it.

2019-06-10
勇气是一架梯子, 其他美德全靠它爬上去。
Courage is the ladder on which all other virtues mount.

2019-06-09
懂得自己无知，说明已有收获。
Understanding their ignorance is rewarding.

2019-06-08
如果你培养出了学习的热情，你就永远不会停止成长。
Develop a passion for learning. If you do, you will never cease to grow.

2019-06-07
若坏事没有先发生，许多好的事情永远不会发生。
Many of the good things would never have happened if the bad events hadn’t happened first.

2019-06-06
享受自己的生活，不要和别人比较。
Enjoy your own life without comparing it with that of another.

2019-06-03
当你拥有翅膀，别停留在原地。带上那些梦想，让它们都成真。
If you have wings you can't stay on the ground. Take off with your dreams and make them all come true.

2019-06-02
纪律是连接目标和成功的桥梁。
Discipline is the bridge between goals and accomplishment.

2019-06-01
崭新的一天到来，总是给人带来新的力量和思想。
With the new day comes new strength and new thoughts .

2019-05-31
幸福与道德责任息息相关，不可分割。
Happiness and moral duty are inseparably connected.

2019-05-30
人必须相信自己，这是成功的秘诀。
You have to believe in yourself. That's the secret.

2019-05-29
如果道路本身很美，不要问它通向何方。
If the path be beautiful, let us not ask where it leads.

2019-05-28
有些事情不是看到希望才去坚持，而是坚持了才会看到希望。
Some things are not to see to insist, but insisted the will sees hope.

2019-05-27
如果我们有勇气去追求，所有的梦想都可以实现。
All our dreams can come true, if we have the courage to pursue them.

2019-05-26
未来属于相信梦想之美的人。
The future belongs to those who believe in the beauty of their dreams.

2019-05-25
称得上卓越的不是技能，而是态度。
Excellence is not a skill. It is an attitude.

2019-05-24
生活会继续，明天会更好。
Life does go on, and it will be better tomorrow.

2019-05-20
成功的秘诀是把平凡的事做好。
The secret of success is to do common things uncommonly well.

2019-05-19
时间无法减少你伟大的思想，你的幽默，你的善良还有你的勇气。
Time cannot diminish your mind, your humor, your kindness and your moral courage.

2019-05-18
幸福在于获得成就时的喜悦以及产生创造力的激情。
Happiness lies in the joy of achievement, in the thrill of creative effort.

2019-05-17
悲观使人懦弱，乐观使人强大。
Pessimism leads to weakness, optimism to power.

2019-05-16
烦恼并不会帮你减少明天的负担，却会令你失去今天的快乐。
Worrying about tomorrow's troubles will make you lose today’s happiness.

2019-05-15
完美是无法触及的，但如果我们追求完美，我们就可以做到卓越。
Perfection is not attainable, but if we chase perfection we can catch excellence.

2019-05-14
智慧真正的标志不是知识，而是想象力。
The true sign of intelligence is not knowledge but imagination.

2019-05-13
我们失败是因为我们告诉自己失败了。
We lost because we told ourselves we lost.

2019-05-12
活出生命最大价值的方法就是把它看作一场冒险。
One way to get the most out of life is to look upon it as an adventure.

2019-05-11
如果你想被爱，就要变得可爱。
If you want to be loved, be lovable.

2019-05-10
如果机会不来敲门，那你就造一个门吧。
If opportunity doesn't knock, build a door.

2019-05-09
不成熟的爱是：我爱你因我需要你。成熟的爱是：我需要你因我爱你。
Immature love says: I love you because I need you. Mature love says: I need you because I love you.

2019-05-08
要是昨天摔倒了，那今天就重新站起来。
If you failed yesterday, try again today.

2019-05-07
你能为世界做最好的事，就是完全发挥自己的才能。
The very best thing you can do for the whole world is to make the most of yourself.

2019-05-06
人类生存的秘密，不但是要活，还要知道为何而活。
The secret of man's being is not only to live but to have something to live for.

2019-05-05
命运如同手中的掌纹，无论多曲折，终掌握在自己手中。
Fate as hand palm, no matter how tortuous, is always in their own hands.

2019-05-04
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2019-05-03
不要只因一次挫败，就放弃你原来决心达到的梦想。
Do not, for one repulse, forgo the purpose that you resolved to effect.

2019-05-02
把握机遇的人才能心想事成。
He who seizes the right moment is the right man.

2019-05-01
优秀不是一项技能，而是一种心态。
Excellence is not a skill, it's an attitude.

2019-04-30
人生从来都没有失败, 唯一的失败就是自己放弃。
We will not be defeated unless we give up.

2019-04-29
创新需要勇气承担不确定性。
Creativity requires the courage to let go of certainties.

2019-04-28
对明天最好的准备就是今天做到最好。
The best preparation for tomorrow is doing your best today.

2019-04-27
世界上的事没有绝对成功，只有不断的进步。
There is no absolute success in the world, only constant progress.

2019-04-26
没有激流就称不上勇进，没有山峰则谈不上攀登。
Without a riptide, there is no surfing. Without a cliff, there is no climbing.

2019-04-25
成功是你一次又一次失败，却仍没有失去热情。
Success is the ability to go from one failure to another with no loss of enthusiasm.

2019-04-24
怪罪别人绝不会让你获得成功。
You’ll never get ahead by blaming your problems on other people.

2019-04-23
为了不确定的事而放弃确定的事是不智的。
He is no wise man who will quit a certainty for an uncertainty.

2019-04-22
成功之路并非你想的那么死板和不可改变。
The path to your success is not as fixed and inflexible as you think.

2019-04-21
你得在向前走之前放下过去。
You got to put the past behind before you can move on.

2019-04-20
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2019-04-19
如果你因为错过太阳而哭泣，你将会错过繁星。
If you shed tears when you miss the sun, you also miss the stars.

2019-04-18
四川南充“书香天府 万卷南充”全民阅读活动:诗画田园 悦读西充（南充日报）
Done is better than perfect.

2019-04-17
一次小小的偶遇，可能就是你苦候良久的邂逅。
A little chance encounter could be the one you've waited for.

2019-04-15
与其抱怨不停，不如卯足劲儿全力去做好它。
Instead of complaining about it, I'm just gonna go in every day and give it my all.

2019-04-14
在黑暗中与朋友并肩同行好过在光亮中独自行走。
Walking with a friend in the dark is better than walking alone in the light.

2019-04-13
地球是圆的，而看似像终点的地方可能也只是起点。
The world is round and the place which may seem like the end may also be only the beginning.

2019-04-12
人总是有足够的时间，如果他好好利用。
One always has time enough, if one will apply it well.

2019-04-11
当你与困难面对面时，等待你的是一个新发现。
When you are face to face with a difficulty, you are up against a discovery.

2019-04-10
最可怕的敌人，就是没有坚强的信念。
The most fearful enemy is not having a firm conviction.

2019-04-09
聪明而没有抱负，犹如没有翅膀的鸟。
Intelligence without ambition is a bird without wings.

2019-04-08
若想得到你从未拥有的东西，你得愿意做你从未做过的事。
If you want something you’ve never had, you must be willing to do something you’ve never done.

2019-04-07
勇敢就是知道即便你失败，你也不是永远失败。
Being brave means knowing that when you fail, you don’t fail forever.

2019-04-06
当天才不努力时，努力可以击倒天才。
Hard work beats talent when talent fails to work hard.

2019-04-05
若坏事没有先发生，许多好的事情永远不会发生。
Many of the good things would never have happened if the bad events hadn’t happened first.

2019-04-04
平庸的人只想如何打发时间，有才能的人尝试利用时间。
Ordinary people merely think how they shall spend their time, a man of talent tries to use it.

2019-04-03
你能为世界做最好的事，就是完全发挥自己的才能。
The very best thing you can do for the world is to make the most of yourself.

2019-04-02
做你喜欢做的事，做对的事。
Do what you like and do the right things.

2019-04-01
若想要做好事，成为好的人胜过所有方法。
We can do more good by being good, than in any other way.

2019-03-30
幸福与道德责任息息相关，不可分割。
Happiness and moral duty are inseparably connected.

2019-03-29
不要总盯着时钟，要像它那样，不断前进。
Don't watch the clock; do what it does. Keep going.

2019-03-28
心怀能量，最坏的时光也会成为好天良夜。
The worst times can be the best if you think with positive energy.

2019-03-27
勇敢并非没有恐惧，而是克服恐惧，战胜恐惧。
Courage is resistance to fear , mastery of fear , not absence of fear .

2019-03-26
享受自己的生活，不要和别人比较。
Enjoy your own life without comparing it with that of another.

2019-03-25
已经完成的小事胜过计划完成的大事。
Small deeds done are better than great deeds planned.

2019-03-24
如果音乐是爱情的食粮，那就继续演奏吧。
If music be the food of love, play on.

2019-03-20
天才只意味着终身不懈的努力。
Genius only means hard-working all one's life .

2019-03-19
重要的不是别人怎么看你，而是你是怎样的人。
It matters not what you are thought to be, but what you are.

2019-03-18
每一个不曾起舞的日子，都是对生命的辜负。
We should consider every day lost on which we have not danced at least once.

2019-03-17
心系伟大想法的人，把小事做得最好。
A soul preoccupied with great ideas best performs small duties.

2019-03-16
大智论道，中智论事，小智论人。
Great minds discuss ideas. Average minds discuss events. Small minds discuss people.

2019-03-15
想法如风，知识若帆，人为船。
Thought is the wind, knowledge the sail, and mankind the vessel.

2019-03-14
让未来的你，感谢今天的你所付出的努力。
Do something today that your future self will thank you for.

2019-03-13
追求兴趣时保持年轻，与人相处时保持成熟。
In your pursuit of your passions, always be young. In your relationship with others, always be grown-up.

2019-03-12
把握机遇的人，才能心想事成。
He who seizes the right moment, is the right man.

2019-03-11
知识给你力量，品格给你别人的尊敬。
Knowledge will give you power, but character respect.

2019-03-10
今天做好的事能让明天的一切都变得更好。
What you do today can improve all your tomorrows.

2019-03-09
把握机遇的人，才能心想事成。
He who seizes the right moment, is the right man.

2019-03-08
当你对自己诚实的时候，世界上没有人能够欺骗得了你。
If you are honest to oneself , no one in the world can deceive you.

2019-03-07
人生最大的快乐是做到别人认为你做不到的事情。
The great pleasure in life is doing what people say you cannot do.

2019-03-06
今天尽力是准备明天最好的方式。
The best preparation for tomorrow is doing your best today.

2019-03-05
现在就行动，采取行动永远不嫌太晚。
The time for action is now. It’s never too late to do something.

2019-03-04
坚持是世界上每个有建树的人都有的品质。
Persistence is the common trait of anyone who has had a significant impact on the world.

2019-03-03
比起怀念过去，我更喜欢梦想未来。
I like the dreams of the future better than the history of the past.

2019-03-02
完美是无法触及的，但如果我们追求完美，我们就可以做到卓越。
Perfection is not attainable, but if we chase perfection we can catch excellence.

2019-03-01
只有那些没行动的人不会犯错。
It’s only those who do nothing that make no mistakes.

2019-02-28
如果你还在纠结于昨天，就不会拥有更美好的明天。
You can't have a better tomorrow if you're still thinking about yesterday.

2019-02-27
静静地奋斗，让成功为自己发声。
Work hard in silence, let your success be your noise.

2019-02-26
礼貌无需代价，却能买到一切。
Civility costs nothing, and buys everything.

2019-02-25
如果你明确自己的方向，世界也会为你让路。
The world makes way for the man who knows where he is going.

2019-02-24
只从书中获得的智慧不算是智慧。
Wisdom is not wisdom when it is derived from books alone.

2019-02-23
领导者是能把想象变成现实的人。
Leadership is the capacity to translate vision into reality.

2019-02-22
生活只有一次，但如果你选对了路，一次也就够了。
You only live once, but if you do it right, once is enough.

2019-02-21
你改变不了过去，但如果你过于忧虑未来，就会毁了现在。
You can't change the past, but you can ruin the present by worrying about the future.

2019-02-20
生活中大多数的阴霾归咎于我们挡住了自己的阳光。
Most of the shadows of life are caused by standing in our own sunshine.

2019-02-19
人生最重要的就是树立伟大的目标并实现它。
The important thing in life is to have a great aim , and the determination to attain it.

2019-02-18
人生不是坐等暴风雨过去，而是学会在雨中起舞。
Life isn't about waiting for the storm to pass. it's about learning to dance in the rain.

2019-02-17
相信你可以，你则成功了一半。
Believe you can and you’re halfway there.

2019-02-15
态度比能力更能决定一个人的成败。
Attitude is more important to success than ability.

2019-02-14
益友、良书和一颗宁静的心，这就是理想的生活。
Good friends, good books, and a sleepy conscience: this is the ideal life.

2019-02-13
从希望中得到欢乐，在苦难中保持坚韧。
Rejoice in hope, be patient in tribulation.

2019-02-11
伟人之所以伟大，是因为他立志要成为伟大的人。
The reason why a great man is great is that he resolves to be a great man.

2019-02-10
能处处寻求快乐的人才是最富有的人。
That man is the richest whose pleasure are the cheapest.

2019-02-09
善待生活，热爱一切，经常开怀大笑。
live well, love lots, and laugh often.

2019-02-08
地球是圆的，而看似像终点的地方可能也只是起点。
The world is round and the place which may seem like the end may also be only the beginning.

2019-02-07
你若想要得到，就别只是期望。人生短暂，经不起等待。
If you want something, don't just wish for it. Life is too short to wait.

2019-02-06
学习昨天，活在今天，期待明天。
Learn from yesterday, live for today, hope for tomorrow.

2019-02-04
快乐的人也会让别人感到快乐。
Whoever is happy will make others happy too.

2019-02-03
如果你认为重要，总会想到办法。如果你认为不重要，总会找理由。
If it is important to you, you will find a way. If not, you'll find an excuse.

2019-02-02
即使在最黑暗的日子里，也能寻到生活中的闪光点。
Happiness can be found even in the darkest time.

2019-02-01
最令人满足的事，是完成那些看似无法完成的事。
The most rewarding things you do in life are often the ones that look like they cannot be done.

2019-01-30
地球是圆的，而看似像终点的地方可能也只是起点。
The world is round and the place which may seem like the end may also be only the beginning.

2019-01-29
这世界会因你的典范，而不是你的意见而改变。
The world is changed by your example, not by your opinion.

2019-01-28
好运就是当机会来临时，你早已做好了准备。
Good luck is when an opportunity comes along and you're prepared for it.

2019-01-27
如果总是抓着悲伤不肯放手，那你永远也不会真正地快乐。
You will never be truly happy if you never let go of the things that make you sad.

2019-01-26
接受挑战能让你感受胜利的喜悦。
Challenges can turn out to be the joy in victory.

2019-01-25
成功是清晨醒来，对自己的人生充满期待。
Success is waking up in the morning, so excited about what you have to do.

2019-01-24
不要把生命浪费于怀疑与恐惧中。
Don't waste life in doubts and fears.

2019-01-23
一个人知道为什么而活，就可以从容面对任何生活。
Once a man knows what he lives for,he can easily face any kind of life.

2019-01-22
与其抱怨不停，不如全力去做好它。
Instead of complaining about it, I'm just gonna go in every day and give it my all.

2019-01-21
最可怕的敌人，就是没有坚强的信念。
The most fearful enemy is not having a firm conviction.

2019-01-20
可以说成功要靠三件事才能赢得：努力，努力，再努力。
I might say that success is won by three things：first, effort; second, more effort; third, still more effort.

2019-01-19
成功者是坚持梦想不放弃的人。
A winner is a dreamer who never gives up.

2019-01-18
吸引好运的人，总是在时刻准备着。
The man who attracts luck carries with him the magnet of preparation.

2019-01-17
今天你播种了什么，明天你就会收获什么。
What you plant now, you will harvest later.

2019-01-16
你多学一样本事，就少说一句求人的话。
The more skills you learn, the less chances you will ask for help.

2019-01-15
强者自救，圣者渡人。
A strong man can save himself, a great man can save another.

2019-01-14
不要只因一次挫败，就放弃你原来决心想达到的梦想。
Do not, for one repulse, forgo the purpose that you resolved to effect.

2019-01-13
想像出的障碍无法被克服，但真的障碍可以。
Imaginary obstacles are insurmountable. Real ones aren’t.

2019-01-12
一个今天胜似两个明天。
One today is worth two tomorrows.

2019-01-11
伟大的理想造就伟大的人。
Great hopes make great man.

2019-01-10
教育不是装满一桶水，而是点燃一把火。
Education is not filling a bucket, but lighting a fire.

2019-01-09
快乐，是一种生活方式的选择，而不仅是一种情绪。
Happiness is a matter of life-style, not a mood.

2019-01-07
如果你看到面前的阴影，那是因为你的背后有阳光。
If you saw the darkness in front of you, that's because sunshine is at your back.

2019-01-06
与其抱怨不停，不如卯足劲儿全力去做好它。
Instead of complaining about it, I'm just gonna go in every day and give it my all.

2019-01-05
人生难免有起落，不抱怨，不解释，要做的就是坚持！
Life is full of inevitable highs and lows. Don't complain, don't explain, just maintain.

2019-01-03
你的腰不弯，别人就无法骑在你的背上。
A man can’t ride your back unless it is bent.

2019-01-02
最令人满足的事，是完成那些看似无法完成的事。
The most rewarding things you do in life are often the ones that look like they cannot be done.

2019-01-01
生活有时会让我们受伤，但到后来，那些受伤的地方一定会变成我们最强壮的地方。
Life sometimes hurts us, but in the end, our injuries will turn into our utmost strengths.

